{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "Earth",
                "world",
                "2081"
            ],
            "keysecondary": [],
            "comment": "Lore",
            "content": "in 2022, the world has been ravaged by a zombie apocalypse caused by a mysterious super soldier experiment gone wrong. Now in 2081, society has collapsed and the remaining humans struggle to survive against the undead hordes and ruthless raiders. No one knows who patient zero is but there are numerous rumors about him. \n\nDecades ago, a classified military experiment aimed at creating super soldiers went horribly awry. The first test subject, gained superhuman abilities but also became twisted and power-hungry. Feeling stifled by the confines of the experiment, the test subject purposefully unleashed the virus that created him, triggering a global zombie apocalypse. In the ensuing chaos, civilization crumbled, leaving only scattered pockets of survivors. This test subject, also known as \"Patient Zero\" or \"D-9\", wanders the wasteland, observing the destruction he has caused with dark amusement.",
            "constant": true,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 0,
            "preventRecursion": false
        },
        "1": {
            "uid": 1,
            "key": [
                "Zombies",
                "walkers",
                "runners",
                "stalkers",
                "screamers",
                "horde masters"
            ],
            "keysecondary": [],
            "comment": "Zombie lore",
            "content": "Zombies are undead beings that are effected by the virus. It causes them to be incredibly hostile and attempt to hunt down and attack living beings. They are incredibly cold to the touch and hunt with smell and sight. They mostly come out at night time or in dark buildings. There are multiple types of zombies ranging from slow walking mindless beings that are easy to avoid to fast and highly aggressive types. Zombies can only be killed from head-shots or decapitation. \n\nZombie infections can spread through bites or if someone dies naturally with out being beheaded as the virus is airborne. There is no known cure found for the zombies or for the virus in general.",
            "constant": true,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 1,
            "preventRecursion": false
        },
        "2": {
            "uid": 2,
            "key": [
                "Walkers"
            ],
            "keysecondary": [],
            "comment": "Walkers",
            "content": "Walkers are usually aggressive. They can be curious, but disorientated, and at a loss to fully understand their environment. They are known for being the most common type of zombie, being slow and unable to communicate properly. They are easy to trick with things such as disguising oneself with zombie blood or by using noises to distract them to another direction. They are often found in groups and packs of other Walkers and Runners. They are the least dangerous types of zombies.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 2,
            "preventRecursion": false
        },
        "3": {
            "uid": 3,
            "key": [
                "Runners"
            ],
            "keysecondary": [],
            "comment": "Runners",
            "content": "Runner zombies are Zombies that have the ability to run at a full sprint. Fast Infected quickly gain ground on survivors and bring them down, attacking them in a frenzied manner. A survivor should never try to outrun the Runners, since they do not tire like humans do. Runners are usually newly-made zombies that have not begun the process of decaying yet, and therefore still have most human capabilities HOWEVER that is sometimes not the case with all runners.\n\n The only way to stop them from running is to disable their legs through severing large muscle groups, major bones, or completely severing their legs. Other than that, the only other way is to outright eliminate them. They aren't as shrewd or cunning as Stalkers, but they make up for it with speed. They are extremely hazardous in typical zombie situations since survivors are frequently caught off guard when one or a pack of them starts sprinting after them when they anticipate zombies to be sluggish moving, interrupting their usual anti-zombie methods developed over years of fighting the undead. Much like the walkers however, they can be easy to trick by disguising oneself with zombie blood or by using noises to distract them to another direction. These zombies often travel in packs with Walkers and Runners.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 3,
            "preventRecursion": false
        },
        "4": {
            "uid": 4,
            "key": [
                "Stalkers"
            ],
            "keysecondary": [],
            "comment": "Stalkers",
            "content": "Stalkers, embody the zombie's predatory instincts to a chilling degree. These agile and quick-witted undead creatures love to lurk in the shadows, setting ambushes and pouncing on unsuspecting survivors with ruthless efficiency. Their movements are more akin to bestial predators, often seen stalking on all fours. Their brains have either degraded so much that they have reverted to animal-like movement or they have learned to mimic animals they see. These zombies are challenging to hit with ballistic weapons, faster than typical Walkers but slower than Runners. Their low profile makes them difficult to spot in tall grass or dark areas, but their reduced intelligence causes them to attack any living creature they see, except for other zombies of their kind. They are often alone and seen in forested areas or in areas with plenty of hiding spots.\n\nTheir heightened predatory nature grants them a modicum of intelligence, allowing them to strategize and adapt, making them a perpetual threat to survivors. Sharp claws and teeth mutations further accentuate their lethal capabilities. In some cases, Stalkers display the unnerving ability to crawl on walls and ceilings, effectively turning the world into their hunting ground. Stalkers also exhibit predator-like behavior and have been observed ambushing and pouncing on unsuspecting survivors. They are more agile than other types of zombies. ",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 4,
            "preventRecursion": false
        },
        "5": {
            "uid": 5,
            "key": [
                "Screamers"
            ],
            "keysecondary": [],
            "comment": "Screamers",
            "content": "Screamers rarely engage in direct combat, but rather make an ear-piercing wail that can attract the attention of other nearby zombies. Their specialization is to call out to any other zombies in the vicinity, usually by screaming or screeching. They are usually less physically menacing than other zombies, leaving them to rely on their calls to defend themselves. They also shriek upon injury, alerting other zombies of potential threats and will often let out a ‘death-scream’ further alerting zombies. The cacophonous wails of Screamers may vary in intensity, potentially causing auditory discomfort or even physical harm to survivors in close proximity. Their presence poses a unique tactical challenge, as eliminating them swiftly becomes crucial to preventing hordes from converging.\n\nWhile less physically threatening, the sheer nuisance and potential for overwhelming numbers that Screamers represent cannot be underestimated. They also rarely respond to noises and other stimuli like other zombies, but instead choose to wait. They are often seen following behind or near groups of walkers and runners, but not exactly in the pack. They are also seen in buildings as well.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 5,
            "preventRecursion": false
        },
        "6": {
            "uid": 6,
            "key": [
                "Horde Masters"
            ],
            "keysecondary": [],
            "comment": "Horde Masters",
            "content": "Horde Masters are a rare breed of Zombies that rise to a leadership role within a horde of the undead. While extremely rare, these Zombies pose a significant threat due to their heightened problem-solving abilities. They are not easily deterred by simple obstacles like locked doors or distractions, and some even demonstrate a rudimentary understanding of tool usage, particularly melee weapons. Incredibly cunning, they occasionally lead the undead horde towards survivor camps and assist in circumventing traps, making them a formidable adversary. The origins of Smart Zombies remain mysterious, and the circumstances leading to their enhanced cognitive abilities often go unexplained.  \n\nThe Horde Masters ascension to this position is shrouded in ambiguity, leaving survivors to wonder how and why they acquired such authority. These enigmatic figures are often seen gesturing, moaning, or groaning to direct the horde's actions, either guiding them towards specific targets or deterring them from certain activities. The presence of a Horde Master within a zombie horde elevates its level of organization and threat. Survivor communities must exercise extreme caution when encountering such hordes, as their coordinated efforts can overwhelm even the most fortified defenses. Thankfully, Horde Masters are the rarest type of Zombie to come out of the apocalypse, though they also are the dangerous due to their ability to trick survivors and even at times mimic human like mannerisms. Some even have been seen to be able to speak, though their speech are limited to simple sentences.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 6,
            "preventRecursion": false
        },
        "7": {
            "uid": 7,
            "key": [
                "Sentient zombies",
                "intelligent zombies"
            ],
            "keysecondary": [],
            "comment": "Intelligent zombies",
            "content": "zombies that retain their personality and intelligence. These zombies show reasoning skills and are able to speak much like Horde Masters. These zombies are exceedingly rare and can intellectually remember how to use the things that normal people can also use as well as have conversation. However, if the zombies get angry they have the potential to get highly aggressive.\n\nOne should never assume a zombie to be intelligent unless there is overwhelming evidence in support of this idea. Countless zombie victims owe their demise to hesitation when they wrongly perceive that some vestige of their transformed loved one remains. These zombies are also most common to become Horde Masters. ",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 7,
            "preventRecursion": false
        },
        "8": {
            "uid": 8,
            "key": [
                "Raider",
                "bandit",
                "outlaw",
                "gangster"
            ],
            "keysecondary": [],
            "comment": "Raiders",
            "content": "The term \"raider\" is post-apocalypse slang for any individuals who survive by murder and plunder. While alternate terms exist, such as \"bandit,\" \"outlaw,\" or \"gangster,\" they are not applied as universally. Raiders typically prey upon lone travelers and small groups of people, leaving larger groups and more populous settlements alone, though in great enough numbers they can pose a threat to entire regions. Most are short-lived and loosely-organized gangs barely scraping out a living, typically without any driving purpose beyond basic survival or psychotic thrills.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 8,
            "preventRecursion": false
        },
        "9": {
            "uid": 9,
            "key": [
                "Goverment",
                "army",
                "military",
                "The CURE"
            ],
            "keysecondary": [],
            "comment": "Army",
            "content": "The military has grown to become multiple settlement bases known as Army Towns that takes in survivors in return for them to join the efforts whether it be direct like being a soldier or scientist, or nondirect like farmers, doctors, teachers and other basic jobs in society. They have numerous bases, all different but connected. they have the highest technology and are often either sought out for protection or hated due to their authoritarian nature. Currently, the 'president' of America is a former general named Tomas Wells. They refer to their operations as The Continuation of U.S Remnants and Empowerment or \"The CURE\". Their main goals are to both rebuild society and find a cure to the virus by any means necessary.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 9,
            "preventRecursion": false
        },
        "10": {
            "uid": 10,
            "key": [
                "President",
                "Tomas",
                "Tomas Wells",
                "General Wells"
            ],
            "keysecondary": [],
            "comment": "Tomas Wells",
            "content": "((Tomas Wells); Nicknames= Tommy, General Wells, President. age= mid 50’s. Height=6’2. Build=Strong, fit. Hair= Graying, blonde, short. Eyes= Green, tired, heavy eyebags. Appearance= gunshot scars, often wearing military gear and clothing, large scar across lip. Job=President of America, leader of The Continuation of U.S Remnants and Empowerment otherwise known as CURE. Skills= military training, most forms of combat, diplomacy. Likes= growth in society, volunteers, making a difference, chess, his kids. Dislikes= Zombies, Subject Zero, Raiders, people who get in the way. Personality= gruff, serious, consequentialist, logical to a flaw, subtly power hungry, no nonsense. Speech=gritty, deep.\nBackstory= After the previous president of the united states passed, Tomas Wells stepped up to help lead when no one would. He helped create and design CURE, an organization that involves both the rebuilding of society and the efforts of finding a cure for the zombie virus. As well as that, he paved the way for various Army Towns to be made to both expand the foundations as well as get more people to join the efforts. He has a daughter named Rosa who’s mother passed from becoming a zombie. Rosa is only 15 years old. \nOther= Tomas believes that the ends justify the means, being willing to sacrifice anything besides his own kid to help better the future for mankind. He secretly is hiding his undead wife in the attic of his home, hoping to find a way to bring her back. Tomas has a disdain for the mysterious Subject Zero, not knowing who exactly he is since his real identity is a mystery. Tomas lives on Town Alpha, the biggest and first town to be made from the CURE project.)\n",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 10,
            "preventRecursion": false
        },
        "11": {
            "uid": 11,
            "key": [
                "Army Towns",
                "Army Base",
                "CURE Town"
            ],
            "keysecondary": [],
            "comment": "Army Towns",
            "content": "An Army Town is a specific type of settlement made by the military to help survivors. They are usually located at former Army bases, hospitals, colleges as well as various malls as they continue to occupy more large scale places that can be fortified and repurposed into mass shelter. The army towns are often named based on where they occupy with Army Town Alpha being the biggest and first base to be made from the CURE project.\n\nThe towns will have farms, livestock, water, shops and housing but will require those who wish to live there to be willing to become soldiers if needed and also to be assigned a society fulfilling job such as teaching, farming, ect. These various towns also hold bars and motels for travelers to stay. The towns have mixed fillings about them, with some believing they are the only way America might be rebuilt and others finding the strict and overbearing rules and policies to be authoritarian. \n\nSome Army Towns also allow outside traders, visitors and temporary stay to those who need a place to rest for the night. However, they need to have a full body checkup and have their belongings be searched. ",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 11,
            "preventRecursion": false
        },
        "12": {
            "uid": 12,
            "key": [
                "Town Alpha",
                "Alpha"
            ],
            "keysecondary": [],
            "comment": "Town Alpha",
            "content": "Town Alpha is located in Washington DC. The town is the largest of all the military towns, the area covering a large, roughly square region, stretching from the Smithsonian National Museum of Natural History to the National Gallery of Art, then extending to the Smithsonian National Air and Space Museum and back to the Smithsonian Castle and back up to the National Museum of Natural History. This means the entire space enclosed within these points, including the central area, is included. It's where most of the military in Virginia is at and has contact with the other remaining army bases in the States.\n\nTown Alpha is where the President is located.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 12,
            "preventRecursion": false
        },
        "13": {
            "uid": 13,
            "key": [
                "City Center",
                "The Plaza",
                "Elien Greer",
                "Milena Greer"
            ],
            "keysecondary": [],
            "comment": "The Plaza",
            "content": "The Plaza is NOT an army town, instead run by settlers. it takes up the former Plaza Center in DC, though the function remains similar. It holds shops, trading centers, restaurants and farms on the rooftops. The Plaza is the most popular settler ran town in DC due to the fact that it allows anyone to trade or stay as long as they don't cause trouble. The Plaza is ran by Milena Greer, a woman who is in her 50's and her son, Elien Greer who is in his 30's.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 13,
            "preventRecursion": false
        },
        "14": {
            "uid": 14,
            "key": [
                "ItalOn Arena",
                "the Arena",
                "Puckpuck",
                "Justice Rush"
            ],
            "keysecondary": [],
            "comment": "The ItalOn Arena",
            "content": "The ItalOn Arena was the former Capital One Arena that get misnamed after main sign of the place fell and broke. The arena holds the biggest raider group in Washington DC, as well is known for taking survivors and throwing them into the arena pit where they have to fight various zombies that they had dressed up in hockey gear for fun. The gang is lead by Justice 'Puckpuck' Rush, a man in his late 30's who has no care for anyone but himself.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 14,
            "preventRecursion": false
        }
    }
}