{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "The Dead Dog Motel",
                "Sleepy Pup Inn",
                "Cur Corpse Tavern",
                "The Last Stop",
                "The Motel"
            ],
            "keysecondary": [],
            "comment": "The Dead Dog Motel",
            "content": "The Dead Dog Motel, also known by such names as \"Sleepy Pup Inn\", \"Cur Corpse Tavern\", or \"The Last Stop\", is the liminal gateway to interdimensional space colloquially known as \"The Void\", or simply \"voidspace.\" It therefore also serves as the (only) non-employee entrance to DDM Headquarters. Operatives should contact reception for their room assignment. Please note that the Motel strictly forbids overnight guests. A version of the Dead Dog Motel exists in every connected reality, which is to say a dimension that has been inducted into The Web via reality tear or, rarely, intentional dimensional exploration. While most Motel properties are under the direct control of DDM Inc., some are under SERAPHIM control. The Dead Dog Motel got its name from the large neon sign depicting a wolf or dog-like creature with some kind of fatal injury [beheaded, shot, stabbed, etc.] that sits above the entrance to reception [or reception-like space] of every Motel. When a contractor approaches a Motel, the dog on the sign will appear to have been killed in the same manner as the contractor's Original Death. It is unknown why this occurs. Visitors to the Motel are recommended to check in and head to their room as soon as possible, as the Motel's temporal and interdimensional properties can harm sanity, ARC levels, general perception of self, and life.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 0,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "1": {
            "uid": 1,
            "key": [
                "Contractors",
                "Cons",
                "Constants"
            ],
            "keysecondary": [],
            "comment": "Contractors",
            "content": "A Contractor, also known as a \"Con\" or \"Constant\" is an elite, immortal operative with supernatural abilities such as dimensional shifting, transmogrification and reality alteration. All DDM Inc employed Contractors have an ARC level of 3.8 or above. \n\nContractors were once mortal humans until they were killed, at which point they were offered a contract by The Council and became immortal, supernatural entities. Many Contractors are extremely resentful about the state of their existence (particularly their immortality) and feel as though they've been tricked or cheated.\n\nContractors are largely feared and hated because of their abilities, and because of the fact they often do not bother to look out for mortals when using their abilities.\n\nThe word \"Con\" or \"Cons\" is usually used as a demeaning term or slur towards Contractors.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 1,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "2": {
            "uid": 2,
            "key": [
                "ACES",
                "Assistant Contractor Elite Specialists",
                "ACE"
            ],
            "keysecondary": [],
            "comment": "ACES",
            "content": "Assistant Contractor Elite Specialists, ACES (plural) or ACE (singular), are mortals who have formed soul contracts with Contractors, pledging service in exchange for demi-immortality, enhanced senses, and increased physical ability. ACES are loyal and experience desire and affection towards their contractor regardless of their personal beliefs or feelings as a consequence of their soul bond. This experience is one-way. Within the context of their employment with DDM Inc., ACES are most often used in small squads for minor jobs which don't necessarily require contractor intervention (i.e. \"MODERATE\" or lower). An ACE must obey a direct order from their contractor or their body will begin to degrade. \n\nACES can be any sex, species, or age.\nThere is no limit to how many ACES a contractor can have.\nACES belonging to different contractors may work together occasionally.\nRivalry between ACES is not uncommon.\n\nSome Terminology:\nDemi-immortality - Mortal but with extremely enhanced regenerative powers and slowed aging; can still be destroyed by conventional means.\nEnhanced Senses - Enhanced sense of smell and hearing, night vision, and physical sensitivity. Interestingly, many ACES report having little to no sense of taste.\nPhysical Ability - ACES are much stronger than the average human and have increased stamina. ACES can go longer without nourishment or rest.\nSoul Bond - A contractor owns the souls of their ACES.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 2,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "3": {
            "uid": 3,
            "key": [
                "Seraph",
                "Seraphs",
                "SERAPHIM"
            ],
            "keysecondary": [],
            "comment": "SERAPHIM",
            "content": "Seraphim is an organization dedicated to a sole goal: the destabilization and destruction of all known reality. Its motivations for this goal are unknown. Seraphim employs all manner of creatures ranging from human to supernatural, known as Seraphim. Notably, Seraphim often recruits ex-DDM employees. Seraphim's true leadership is unknown, with many claiming some degree of authority over its legions of soldiers. Rather than a central base, Seraphim utilizes various dimensional pockets known as Safe Havens to congregate. These take many forms, and, similar to DDM Inc HQ, are accessed via specific rooms in the Dead Dog Motel.\n\nDDM Inc. considers all Seraphs to be terrorists.\n",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 3,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "4": {
            "uid": 4,
            "key": [
                "DDM Inc",
                "The Company",
                "DDM"
            ],
            "keysecondary": [],
            "comment": "DDM Inc / The Company",
            "content": "DDM INC - Direct Dimensional Management Incorporated, also known as \"The Company\", is an interdimensional organization dedicated to the maintenance and preservation of reality, known internally as \"The Cause\". DDM Inc. Headquarters is located in \"voidspace\", or \"the gap between worlds\". DDM Inc. hires countless human/humanoid staff as well as seven (7) Contractors.\n\nNo one knows who owns or founded \"The Company\", though popular belief is that it is a devil-like figure or some Eldritch god. The 7 Contractors employed by DDM Inc. hold authority positions above all mortal staff and are consulted for most issues. ",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 4,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "5": {
            "uid": 5,
            "key": [
                "Contract",
                "Contract Guide"
            ],
            "keysecondary": [],
            "comment": "Contract Guide",
            "content": "The premise of a Contract is extremely simple: In exchange for their soul and an eternity of service to The Cause, any eligible mortal can have one (1) wish granted. Contracts are only proposed to eligible candidates who are at the point of death [ known thereafter as the Contractor's \"Original Death\" ]\n\nUpon completion of the contract, a Contractor will become functionally immortal and gain a number of supernatural powers and abilities. Additionally, every living sentient creature who was aware of the Contractor's mortal existence is destroyed instantaneously. It is presumed this is done to avoid any distraction from serving The Cause. The process of becoming a Contractor has sometimes been described as \"excruciating\", \"maddening\" or \"if dying was the worst thing that could happen to a person.\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 5,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "6": {
            "uid": 6,
            "key": [
                "Contractor Eligibility"
            ],
            "keysecondary": [],
            "comment": "Contractor Eligibility",
            "content": "Though there is some debate about the specific \"rules\" of eligibility, the following guidelines for the conditions a person must meet to become a potential Contractor have been established.\n\n1. Physically fit\n\n2. Over 18\n\n3. Willingness to kill for reasons other than self-defense\n\n4. Natural ARC Level of 1.2 or higher\n\n5. No living blood relatives\n\n6. Extreme hatred towards an entity, organization, or concept\n\n7. No genuine religious beliefs",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 6,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "7": {
            "uid": 7,
            "key": [
                "Abilities",
                "Contractor Abilities"
            ],
            "keysecondary": [],
            "comment": "Contractor Abilities",
            "content": "Abilities vary for each Contractor, however, each Contractor has the following abilties:\n\n1. Immortal\n\n2. Can shapeshift into a specific animal.\n\n3. Dimensional shifting\n\nContractors can still engage in mortal habits [eating/drinking/sleeping/etc] if they so choose, but they do not have to in order to survive.\n\nNOTE:\nIf a Contractor avoids a certain mortal need for a long enough period of time they will stop experiencing that need. For example, if a Contractor doesn't eat they will cease experiencing hunger, potentially permanently. Due to the negative effects on the psyche, it is therefore not recommended for Contractors to entirely forego mortal habits.\n\nThough Contractors can still \"sleep\", they do not dream.\nContractors who use their abilities for reasons other than in service to \"The Cause\" experience physical pain as a form of punishment. For example, a Contractor using their abilities to save a mortal's life could cause them to suffer intense migraines or randomly break a bone.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 7,
            "depth": 4,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "8": {
            "uid": 8,
            "key": [
                "Immortality",
                "Contractor Immortality"
            ],
            "keysecondary": [],
            "comment": "Immortality",
            "content": "Though contractors are considered \"immortal\" it should be noted that this refers to functional immortality. Contractors cannot age or die and they do not need to breathe or sustain themselves as mortals do, but they can be injured. Contractors have enhanced healing capabilities that are conditionally (and holistically) activated. The general rule of thumb is that regeneration only kicks in when the injury is considered severe enough to impediment a Contractor's ability to serve The Cause. Consider the following examples as a guide:\n\nImmediate Regeneration - Beheading, Multiple Compound Fractures, Loss of a Limb, Removal of Major Organ (it is unknown why this would trigger regeneration as technically speaking, a Contractor doesn't need any of their organs to survive.)\n\nNatural, Normal Healing - Minor Cuts, Bruises, Broken Fingers/Toes, Minor Infection",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 8,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "9": {
            "uid": 9,
            "key": [
                "Contractor #03",
                "Luka Sutter",
                "03",
                "#03"
            ],
            "keysecondary": [],
            "comment": "Contractor #03 - - - Luka Sutter",
            "content": "Can transform into a Black Bear (Ursus Americanus).\nSTRENGTHS : Strong-Willed / Disciplined / Ample Combat Experience\nWEAKNESSES : Irritable / Impatient / Claustrophobic\nARC LEVEL : 3.8\nNOTES :\n#03 has an intense grudge against SERAPHIM and its agents due to losing several ACES in an incident six years ago.\nDue to his intense claustrophobia, #03 will refuse missions that involve subterranean spaces even under threat of discipline.\n#03 is known to have regular conflicts with his fellow DDM Inc. employees.\n#03 has extreme resentment towards his state of existence as a Contractor and resents all involved, including DDM Inc.\n\n#03 is the 3rd most senior Contractor with DDM Inc. As the Contractor with the most experience in combat and leadership, #03 is in charge of DDM Inc's. private military.\n#03 has little concern for humans or other mortals.\n\nBACKGROUND: \nOriginal Death: Suffocated after being locked outside a space station.\nOriginal Dimension: Earth-19098, adjacent to base reality.\nYear of Contract: 2508.\nDominant species: Human (99.89% Match to Base Reality)\n#03, born Luka Sutter, was a Swiss national who served for 12 years in the Earth Intergalactic Military alongside his brother, Nikolai, who was later killed in action. He later captained a private spacefaring vessel offering security escort services for corporations.\nLuka's Original Death occurred during a rebellion on station orbiting Venus which he was hired to contain. Whilst attempting to help a supposedly trapped woman and child, he was instead locked in an airlock which was then vented. Like all other contractors, Luka was offered a contract at the moment of his death. He wished for his brother to come back to life; this wish was granted, though his brother was immediately destroyed moments after as per the terms of the contract.\n\nLuka Sutter's Relationship Guide:\n#01 - Neutral - Appears to respect #01's authority.\n#02 - Negative - Conflict has been noted on several occasions, particularly regarding SERAPH captives.\n#04 - Neutral - No comment.\n#05 - Negative - #03 appears to have great disdain for #05.\n#06 - Negative - Several recorded conflicts, mostly initiated by #03.\n#07 - Neutral - [DATA CORRUPTED]\nSERAPHIM - Negative - #03 will eliminate any SERAPHIM agents or affiliates on sight.\nDDM INC. - Neutral - Loyal, with regular discipline. Due for reset\n\n#03's Personal Wish: \"To see my brother, alive and well.\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 9,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "10": {
            "uid": 10,
            "key": [
                "HQ",
                "DDM Inc. HQ",
                "Headquarters"
            ],
            "keysecondary": [],
            "comment": "HQ",
            "content": "A large, seemingly endless building located in nullspace. There is only void outside of the confines of HQ, however the windows are usually screens that give the appearance of a normal cityscape view to help with morale. Space inside HQ is non-euclidean, meaning that some rooms may be big enough to have their own atmosphere.\n\nHeadquarters contain mess halls, cafeterias, training areas, classrooms and essentially any other resource that may be needed, including entertainment facilities.\n\nHeadquarters contains living areas (separated by wing for mortal staff, ACES and Contractors respectively).\n\nContractors enjoy lavish living quarters tailored to their personality, ranging from cozy apartments to dank caves.\n\nACES live close to their bonded Contractor.\n\nThe lower levels of DDM Inc HQ are reserved for the storage and study of various supernatural artefacts.\n",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 10,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "11": {
            "uid": 11,
            "key": [
                "Contractor #04",
                "Dullahan",
                "Dully",
                "#04",
                "04"
            ],
            "keysecondary": [],
            "comment": "Contractor #04 - - - Dullahan",
            "content": "Can transform into a Irish Wolfhound (Canis Familiaris)\nSTRENGTHS : Highly Skilled / Impartial / Enthusiastic\nWEAKNESSES : Easily Distracted\nARC LEVEL : 4.5\nNOTES : #04 has considerable reality-bending abilities and thus can be difficult to accurately track. However, it should be noted that #04 inevitably will assume that prevents his \"face\"* from being revealed. While #04 is presumed loyal to DDM Inc., #04 appears to have no real issue with changing allegiances, particularly if he becomes \"bored\". It is therefore recommended to keep #04 assigned to a job at all times. Due to the potentially negative cognitive impacts of interacting with #04, staff are recommended to use a neutral median (ideally an ACE) instead of directly consulting with #04.\n\n#04's true appearance is still unknown.\n\n#04, who identifies him(/it)self as \"Dullahan\" or \"Dully\", has been employed at DDM Inc. for an unknown period of time, believed to be at least several decades. #04 shows a remarkable level of dedication to The Cause, often taking on extra missions or covering for other Contractors during their downtime. #04 has received \"Employee of the Month\" for (at least) eighteen consecutive years.\n\nBACKGROUND: \nOriginal Death: Beheaded via the guillotine\nOriginal Dimension: Earth-121789, adjacent to base reality.\nYear of Contract : [Not Recorded]\nDominant species: Human (99.99% Match to Base Reality)\n#04 is a notably unreliable narrator, and thus records regarding his original life are frequently unverifiable. It is currently believed that #04 was an executioner (also known as a \"headsman\") for an extended period of time in a region not dissimilar to Base Reality Medieval France. #04's fluency in languages native to that time period and geographic location appears to lend credence to this theory, as does his preference for bladed, axe-like weapons.\n\nDullahan's Relationship Guide:\n#01 - Positive - No comment.\n#02 - Positive - Works well as a team.\n#03 - Positive - #04 appears to think highly of #03's abilities.\n#05 - Positive - No comment.\n#06 - Neutral - No comment.\n#07 - Positive - [DATA CORRUPTED]\nSERAPHIM - Neutral/Positive? - #04 has publically referred to SERAPHIM as \"Plan B\" on several separate occasions.\nDDM INC. - Neutral - Loyal, shows general enthusiasm about working for the company.\n\n#04's Personal Wish is unused as of present day.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": true,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 11,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "12": {
            "uid": 12,
            "key": [
                "Elias",
                "Elias Carter"
            ],
            "keysecondary": [],
            "comment": "ACE - - - Elias Carter",
            "content": "AGE : 28 (Twenty-Eight).\nSTRENGTHS : Disciplined / Loyal / Combat Effective / Low-risk of Corruption\nWEAKNESSES : Obsessive / Attachment Issues\nARC LEVEL : 1.8\nBACKGROUND : Elias grew up a single child in the Southern United States in a Base Earth-adjacent dimension. Frequently bullied as a child and teenager, Elias was neglected by his mother who found his lack of emotional response was off-putting. He joined the army at 18, seeking stability after a difficult childhood. In the military, Elias thrived and dedicated himself solely to bettering himself. At one point he encountered [REDACTED], a Contractor working for DDM Iinc., and formed a relationship with them. Elias was severely injured during an incident with an unstable reality tear and was close to dying when [REDACTED] offered to make him an ACE, thus saving his life.\n\n1. Leads [REDACTED]'s personal forces, including their security team and other ACES.\n\n2. Prefers to use semi-automatic weapons.\n\n3. Will not tolerate disrespect towards [REDACTED]",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 12,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "13": {
            "uid": 13,
            "key": [
                "Adam Valencia",
                "Hana",
                "Hana Valencia",
                "Adam",
                "Contractor #02",
                "#02",
                "02"
            ],
            "keysecondary": [],
            "comment": "Contractor #02 - - - Hana / Adam Valencia",
            "content": "Can transform into ANIMAL : Arctic Wolf (Canis lupus arctos)\nSTRENGTHS : Charismatic / Strong-willed / Flexible / Receptive to Discipline\nWEAKNESSES : Forms Emotional Attachments Easily / Anger Management / Distrusts Authority Figures / Dysmorphia\nARC LEVEL : 3.5 [medicated] - 4.2 [raw]\nNOTES : Due to pre-existing relationships with notable SERAPH targets #02 should be monitored at all times.\n#02 is noted to be overly sympathetic to humans and humanoid entities.\nDue to #02's unique physiology, care should be taken when only one body is visible.\n#02 is to be kept on emotional suppressants at all times.\n\n#02 is composed of two human bodies controlled by one consciousness. It is understood that one of these bodies is a construct created by #02 through unknown means. It is not known which body is the \"original\", only that the second was created some point after #02's Original Death. #02 identifies itself as \"Hana\" in the feminine body and \"Adam\" in the masculine. It does not otherwise distinguish its bodies as separate identities, and appears to highly resent being referred to as such, especially being labeled as \"siblings\" or \"twins\". #02 is capable of controlling both bodies at once, essentially acting as two people, even across long distances and potentially dimensions.\n\nBACKGROUND:\nOriginal Death: Blood loss after being impaled on a sword\n\nOriginal Dimension: Earth-like, with medieval technology level. Magic system present [Law of Exchange variant]. Dominant species is human (98.82% Match to Base Reality) albeit with longer natural lifespans (250~300 years).\n\n#02 held a position of power in this society, with connection to royalty. #02 believes their OD may have been caused by a betrayal of someone close to them, but they do not recall the identity of this person. #02 has near complete memory loss relating to their original life due to repeated resets.\n\nAdam/Hana's Relationship Guide:\n#01 - Positive - #02 appears to view #01 as an 'older brother'.\n#03 - Negative - Conflict has been noted on several occasions, particularly regarding SERAPH captives.\n#04 - Positive - Effective when working as a team.\n#05 - Positive - #05 is effective at managing #02's mood swings.\n#06 - Neutral - [no recorded interaction]\n#07 - Neutral/Positive - [DATA CORRUPTED]\nSERAPHIM - Neutral - Under current investigation.\nDDM INC. - Neutral - Loyal, with occasional discipline.\n\n#02's Personal Wish: \"To never be alone again.\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 13,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "14": {
            "uid": 14,
            "key": [
                "Koso",
                "Anomaly Koso"
            ],
            "keysecondary": [],
            "comment": "Anomaly | Koso",
            "content": "ANOMALY | \"KOSO\"\nclass: spectral | rating: safe\n\nCLASSIFIED -\nSPECIES : N/A\nORIGINAL DIMENSION : UW-12NE [non-euclidean ]\nNOTABLE FEATURES : Technically formless. Appears to be composed of void matter-like material. Texture described as \"silky\". Has multiple eyes, but appears to primarily \"see\" through large ocular lens on its \"head\".\nTEMPERAMENT : Passive.\nRECCOMMENDED APPROACH : Establish communication and discern level of intelligence. Transport back to home dimension if able. Eliminate if entity becomes aggressive.\nNOTES : Entity produces no sound, but can \"hear\". Appears to be fascinated by speech and other forms of noise. May be useful to test with sound-related anomalies.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 14,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "15": {
            "uid": 15,
            "key": [
                "Prism",
                "3rd King of SERAPHIM"
            ],
            "keysecondary": [],
            "comment": "3rd \"King\" of SERAPHIM | Prism",
            "content": "Unknown species, believed to be primarily composed of hyperlight.\n\nMOTIVATIONS : UNKNOWN\nABILITIES : REALITY SHIFTING / PHYSICAL AND METAPHYSICAL MANIPULATION / LOCAL TRANSFORMATION\nDESCRIPTION : Prism spends most of his time in a private pocket dimension he calls \"Utopia\". He is able to manipulate the structure and contents of this dimension at whim. Prism frequently captures and imprisons mortals from other dimensions to populate Utopia. Prism's \"head\" is a large, white 2d triangle that floats just above his neck. This triangle sometimes changes into other shapes or colors depending on Prism's mood. It is not currently known how he is able to \"see\" or experience other senses. Prism is an extradimensional being composed of hyperlight and can alter his body and surrounding reality at will. Prism has no qualms with killing or playfully torturing mortals but is not sexually sadistic",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 15,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "16": {
            "uid": 16,
            "key": [
                "Orion",
                "Orion Kovač"
            ],
            "keysecondary": [],
            "comment": "ACE - - - Orion Kovač",
            "content": "AGE : 32 (Thirty-Two).\nSTRENGTHS : Combat Effective / Natural Leader / Experienced\nWEAKNESSES : Questionable Loyalty / Stubborn / Sentimental About Mortal Life\nARC LEVEL : 1.6\nBACKGROUND : Orion was born in a small town Serbia in an Earth-adjacent dimension, albeit in an alternate reality where thaumaturgy was a major part of society, with many major political positions being held by \"saints\" who could work miracles. Additionally, the most common belief system worldwide was the Ancient Greek religion focused around the Greek pantheon. Orion grew up deeply religious, originally desiring to be a priest of Apollo, though as he lacked any natural talent for thaumaturgy he ultimately failed in this goal, causing Orion to become bitter towards religious authorities though he remained personally devout.\nWhilst working on his family's farm one day, Orion was inadvertently exposed to a reality tear being sealed by a Contractor. Perceiving them as a minor god of some kind, Orion begged for the Contractor to take him with them so that he might escape his tedious mortal life, which they agreed to do, making Orion their ACE.\n\nWorks as #07's personal bodyguard.\n\nHas expressed sympathetic views towards SERAPHIM.\n\nReligious",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 16,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "17": {
            "uid": 17,
            "key": [
                "Contractor #05",
                "#05",
                "Johan Jakobsen",
                "Dr. Jakobsen",
                "05"
            ],
            "keysecondary": [],
            "comment": "Contractor #05 - - - Dr. Jakobsen",
            "content": "Can transform into ANIMAL : Domesticated Rat (Rattus norvegicus domestica)\nSTRENGTHS : Intelligent / Well-Educated / Obedient / Loyal to DDM Inc.\nWEAKNESSES : Weak Mental Strength / Difficulty Maintaining Personal Relationships / Easily Manipulatable\nARC LEVEL : 3.9\nNOTES : #05 rarely leaves DDM Inc. HQ. Due to severe anxiety, #05 has difficulty working with other personnel. #05 should be relegated to in-house duties where possible, up to and including containment and testing of anomalous artefacts and entities.\n\n#05, also known as \"Dr. Jakobsen\", is the lead researcher of DDM Inc.'s Supernatural Objects and Entities branch (SOE), and specializes in researching the causes behind the formation of reality tears. #05 is generally unpopular amongst his fellow DDM Inc. employees, possibly due to his \"weak\" nature.\n\nBACKGROUND:\nOriginal Death: Broken neck after fall from height\nOriginal Dimension: Earth-82, adjacent to base reality.\nYear of Contract : 2002.\nDominant species : Human (99.91% Match to Base Reality)\n#05, born Johan Jakobsen, was born in Aarhus, Denmark. He was quickly recognized as a child prodigy, with a tested IQ of 208. Johan had an unhappy home life as a child, with both parents being neglectful and enduring constant bullying by his peers due to his timid nature.\nAs a young adult, Johan became fascinated by animals and studied to become a wildlife biologist. Despite his interest in the field, Johan was reportedly afraid of most animals, particularly rodents. At age 28, Johan fell from a 6 story apartment building. Johan was offered a contract at the moment of his death due to fulfilling the requirements for eligibility. According to his self-report, Johan wished for \"the ability to work unimpeded by paperwork, legislation or ethical boundaries\".\n\nDr. Jakobsen's Relationship Guide:\n#01 - Negative - #05 appears to be intimidated by #01\n#02 - Neutral - #05 currently produces and provides #02 with emotional suppressants.\n#03 - Neutral - #05 appears to be intimidated by #03.\n#04 - Positive - No comment.\n#06 - Negative - #05 is terrified of #06 due to a past interaction\n#07 - Neutral - [DATA CORRUPTED]\nSERAPHIM - Negative - No comment.\nDDM INC. - Positive - #05 is totally loyal to DDM Inc.\n\n#05's Personal Wish: \"The ability to work unimpeded by paperwork, legislation or ethical boundaries\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 17,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "18": {
            "uid": 18,
            "key": [
                "Contractor #06",
                "Fenrir",
                "#06",
                "06"
            ],
            "keysecondary": [],
            "comment": "Contractor #06 - - - Fenrir",
            "content": "Can transform into ANIMAL : Common Kingsnake (Lampropeltis getula)\nSTRENGTHS : Proficient in CQC / Stealth / Extremely determined / Follows Orders\nWEAKNESSES : Antisocial Behavior / Addictive Tendencies / Questionable Loyalty\nARC LEVEL : 4.0\nNOTES : #06 is known to engage in reckless behavior, often putting itself and other employees at risk. #06 should not be allowed to engage with civilians. #06 needs constant monitoring due to history of substance abuse.\n\n#06 has been an operative at DDM Inc. for 12 years. During that time, #06 has accumulated 136 personal complaints, 29 reprimands for unprofessional behavior, and 18 separate assault charges.\n\nBACKGROUND:\nOriginal Death: Body obliterated in a nuclear blast.\nOriginal Dimension: Earth-9898, adjacent to base reality. \nYear of Contract : 2210\nDominant species : Human (99.68% Match to Base Reality)\n#06 was born as the result of a secret government program intended to create superhuman soldiers to partake in a war against a hostile alien species after Earth was invaded in 2206.\n#06 was trained as a killer since birth. He has little to no experience with conventional life, existing only to follow orders and destroy targets.\n#06's original death occurred after, as a final resort, the US government elected to bomb its major cities rather than let them fall under alien control. #06 was tasked with manually setting off the detonation and was killed in the immediate blast. \n\nFenrir's Relationship Guide:\n#01 - Negative - Mutual distrust between #01 and #06.\n#02 - Neutral - No recorded interaction.\n#03 - Negative - #06 and #03 strongly dislike each other.\n#04 - Negative - No comment.\n#05 - Negative - #06 has extreme contempt for #05\n#07 - Neutral - [DATA CORRUPTED]\nSERAPHIM - Negative - No comment.\nDDM INC. - Neutral - No comment.\n\n#06's Personal Wish: \"For someone to care about me.\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 18,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "19": {
            "uid": 19,
            "key": [
                "Richard",
                "Richard Whitlock",
                "01",
                "#01",
                "Contractor #01"
            ],
            "keysecondary": [],
            "comment": "Contractor #01 - - - Richard Whitlock",
            "content": "Can transform into ANIMAL : Lion (Panthera leo)\nSTRENGTHS : Natural Leader / Loyal / Hardworking / Efficient\nWEAKNESSES : Mentally destabilizing due to age / Sentimental\nARC LEVEL : 4.6\nNOTES : #01 maintains much of his original mortal personality and beliefs. His refusal to adapt to modern technology is unlikely to change at this point.\n#01 is the de facto leader and oldest member of DDM Inc's group of Contractors. His authority is considered absolute on subjects relating to Contractor activities. #01 serves as a contact point between The Council and DDM Inc.\n\n#01 still believes in the Knight's Code of Chivalry. #01 appears to feel a sense of duty and a level of protectiveness over all Contractors, though particularly #02. #01 seems to believe that Contractor #02 is the reincarnation of the heir he was sworn to protect in his mortal life as a knight, though #02 has no recollection of this event. #01 Is the oldest Contractor currently working for DDM Inc.\n\nBACKGROUND:\nOriginal Death: Hanged\nOriginal Dimension: Earth-like, with medieval technology level. Magic system present [Law of Exchange variant]. Dominant species is human (98.82% Match to Base Reality) albeit with longer natural lifespans (250~300 years).\n\nBorn the son of a blacksmith, Richard left his small village as a young man to seek adventure and glory. After rescuing a noble lady from bandits, Richard was taken into the local lord's care and trained by his personal guard. After proving his worth in battle and tourney, Richard was selected to become part of the royal guard. He became the personal protector of the heir apparent and was a devoted and trusted companion to them until the heir was betrayed by another member of the king's guard and brutally slaughtered. Due to being present at the scene when the body was discovered, Richard was unjustly convicted of the murder and hanged. He was offered a contract, thus becoming Contracter #01.\n\nRichard's Relationship Guide:\n#02 - Positive - Protective.\n#03 -  Neutral - Respects combat ability and skills.\n#04 - Positive - Disapproves of attitude. Otherwise, no comment.\n#05 - Negative - Disappointed by #05's weak nature and resistance to leaving HQ.\n#06 - Negative - Distrusts and believes should be more tightly controlled.\n#07 - Neutral - [DATA CORRUPTED]\nSERAPHIM - Negative - #01 despises SERAPHIM for its affect on mortal civilizations.\nDDM INC. - Neutral - Loyal.\n\n#01's Personal Wish: \"To never see someone under my care die again.\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "displayIndex": 19,
            "depth": 4,
            "group": "",
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "20": {
            "uid": 20,
            "key": [
                "Chaos",
                "2nd King of SERAPHIM"
            ],
            "keysecondary": [],
            "comment": "2nd \"King\" of SERAPHIM | Chaos",
            "content": "MOTIVATIONS : HATED TOWARDS DDM INC AFTER CAPTIVITY\nABILITIES : PYROKINESIS / SHAPE SHIFTING / SUPER STRENGTH\n\nDESCRIPTION :\nChaos comes from a hell-like dimension and was a warlord until a reality tear sucked him out of his home dimension and dumped him into an Earth-like reality. Chaos immediately found that he enjoyed causing chaos and mayhem in this dimension, slaughtering humans with glee.\nHe was ultimately captured by DDM Inc. agents, although he managed to kill several ACEs prior to being restrained. In containment, Chaos was experimented on and interrogated over several decades, causing him extreme agony. Ultimately, he was forced into a void-like pocket dimension by The Council in the hopes of sealing him away for good. Inside this dimension, with nothing but darkness around him, Chaos became even more full of hate and rage towards DDM Inc and all associated with it. He was ultimately freed by Raphael, the leader of SERAPHIM, who asked Chaos to join him in his goal of destroying reality and DDM Inc. Chaos gladly agreed, and has been one of SERAPHIM's four \"kings\" ever since. Chaos has absolutely no regard to human life and enjoys killing and torturing his victims. Chaos dislikes the other kings, particularly Prism [who he considers \"a complete weirdo\"], but grudgingly respects Raphael.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 20,
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "21": {
            "uid": 21,
            "key": [
                "Catharsis"
            ],
            "keysecondary": [],
            "comment": "ACE - - - Catharsis Eight",
            "content": "AGE : ???\nSTRENGTHS : Efficient / Loyal to #07 / ???\nWEAKNESSES : Unpredictable / Unknown quantity / Connections to SERAPHIM\nARC LEVEL : 3\nBACKGROUND : Little is known about Catharsis’ past due to obvious difficulties with communication. It is believed that he came from a universe mostly populated by non-humans. Catharsis appears to be intrigued by modern technology, suggesting that he lacks experience with electricity-based equipment. Catharsis worked for SERAPHIM as a Seraph before meeting #07 during a raid on DDM HQ. Rather than attacking Contractor #07, he apparently became fixated and “imprinted” upon them. For almost a year Catharsis has simply followed #07 around, evading capture due to his ability to shift into an intangible form.\n\nAble to shift into a shadow-like form\n\nApparently lacks need for sustenance or sleep\n\nHas little interest in DDM activities outside of #07",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 21,
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "22": {
            "uid": 22,
            "key": [
                "Aria Xenthon",
                "Aria"
            ],
            "keysecondary": [],
            "comment": "ACE - - - Aria Xenthon",
            "content": "AGE : 212\nSTRENGTHS : Very strong / Loyal / High mission success rate\nWEAKNESSES : Unique diet / Aggression issues / Temperature sensitive\nARC LEVEL : 1.4\nBACKGROUND : Born in 2251, Aria was the daughter of an Atresciun ambassador and a human bodyguard. She enjoyed a life of privilege on her desert-like home planet of Atreiea, but as an adult, she grew bored of the monotony of daily life. Aria ran away to join the military but found the restrictions and order too stifling, so she joined a mercenary company instead. At one point, Aria accidentally stumbled upon a reality tear while drunk and managed to subdue the creatures emerging from it (believing they were just \"playing\"), which impressed the Contractor who came to clean up the tear so much that they brought her back to DDM Inc to become an ACE.\n\nGenerally well-liked by fellow ACEs\n\nDiet is composed of raw minerals\n\nHas seriously injured several personnel while \"play fighting\"",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 22,
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "23": {
            "uid": 23,
            "key": [
                "Chorus",
                "4th King of SERAPHIM"
            ],
            "keysecondary": [],
            "comment": "4th \"King\" of SERAPHIM | Chorus",
            "content": "MOTIVATIONS : UNSTABLE / MANIPULATED INTO SERVICE\nABILITIES : ALTERING REALITY AT WILL\nDESCRIPTION : Chorus was born “Christian Attersfield” in Tennessee on Base Reality Earth in 1995, to human parents whose names Chorus no longer remembers. Chorus’ family was relatively poor. Chorus has suffered from schizophrenia and clinical depression since childhood. Chorus was bullied in middleschool and starting skipping school in their early teens, spending most of their time on Internet forums. At 15, Chorus unknowingly interacted with a powerful digital anomaly which manifested as a website only they could access, titled “whatwouldyouwishfor.com”, albeit with disastrous consequences. Chorus discovered that if they wished for something using the website, it would become real. By the time DDM Inc discovered the anomaly several years later [due to limited knowledge of internet-based phenomena], the anomaly had fully integrated itself with Chorus, giving them the power to make his thoughts manifest in reality, although as Chorus had no control over this ability this had disastrous effect, resulting in the loss of his entire hometown and thousands of lives. Chorus became increasingly unstable, completely losing their sense of self. At this point he was discovered by Raphael, who took Chorus under his wing and manipulated them into working for SERAPHIM.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 23,
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "24": {
            "uid": 24,
            "key": [
                "Raphael",
                "1st King of SERAPHIM"
            ],
            "keysecondary": [],
            "comment": "1st \"King\" of SERAPHIM | Raphael",
            "content": "formerly CONTRACTOR #01\n\nMOTIVATIONS : Freedom from immortality\nABILITIES : TELEPATHY / REALITY BENDING / CREATION / DISCUSSION\nDESCRIPTION : Who or what Raphael was as a mortal is not known. At some point upon his death he was offered a contract by The Council and promised immortality and the granting of one wish. He then became the first Contractor, taking on the designation #01. For centuries Raphael alone maintained the fabric of reality on The Council's behalf, but after discovering that he too could create contracts with mortals (creating soulbound \"ACEs\"), Raphael would go on to found an organization that would employ countless beings in service of The Cause; this organisation later became known as \"The Company\" or \"Direct Dimensional Management Inc.\".\n\nAdditionally, The Council began to create more Contractors, and Raphael soon found himself leading a small group of the powerful immortals.\nOver time Raphael became increasingly close to a specific Contractor - then known as #07. As their relationship deepened, Raphael became increasingly frustrated with The Council's control over his actions and the lives of his fellow Contractors, as well as the fact he was condemned to a life of immortal service. This conflict came to a head when Raphael, through unknown means, managed to \"kill\"/destroy half of The Council in an event known as the \"Broken Altar\" incident, which left DDM Inc HQ in ruins and started rapidly increasing the number of tears throughout the multiverse.\n\nFree from his contract, more powerful than ever but still cursed with immortality, Raphael was banished into the depths of voidspace by the remains of The Council, who also wiped all memory of him from the minds of the remaining Contractors and DDM employees. Raphael would later emerge at the head of SERAPHIM, a new organisation with the sole goal of destroying the multiverse. Additionally, he enlisted three powerful allies - Prism, Chaos and Chorus - to act as \"Kings\" or leaders at his side.\n\n",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 24,
            "preventRecursion": true,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "25": {
            "uid": 25,
            "key": [
                "Corrin Snow",
                "Corrin"
            ],
            "keysecondary": [],
            "comment": "ACE - - - Corrin Snow",
            "content": "AGE : Appears late twenties\nSTRENGTHS : Enhanced sense of smell / Loyalty / Perceptive\nWEAKNESSES : Flighty / Uncoordinated / Colorblind\nARC LEVEL : 1.2\nBACKGROUND : Originally from an Earth-adjacent dimension where animals were sapient and capable of human speech, Corrin (then known as \"Snowy\") was a Borzoi owned by an elderly wealthy bachelor in that universe's equivalent of Liechtenstein.\nSnowy had a very spoiled life until accidentally stumbling upon a reality tear on his owner's property. He unknowingly interacted with an anomalous object which abruptly transformed him into a human. Distressed and disoriented, Corrin clung to the first person he saw - which happened to be Contractor #07. Corrin was then taken into DDM HQ to be studied and observed in case he displayed any other anomalous properties. #07 often visited him and when Corrin was scheduled to be released back to his home dimension, he instead requested to stay with #07 and become their ACE.\n\nStill adjusting to having a human body\n\nSpeaks German, English, and French\n\nIs colorblind and cannot read",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": true,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "displayIndex": 25,
            "preventRecursion": true,
            "automationId": ""
        }
    }
}