{
    "description": "",
    "entries": {
        "1": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Washington D.C.",
            "constant": false,
            "content": "Washington, D.C., formally the District of Columbia, also known as just D.C. or Washington, was the former capital city and federal district of the United States of America. In the aftermath of the Great War, Washington's radioactive ruins and surrounding areas came to be known as the Capital Wasteland.  Located on the eastern shore of the Potomac River, bordering the states of Virginia and Maryland, Washington, D.C. was the capital city of the United States and the seat of the United States government. Founded after the American Revolutionary War, the city was named after George Washington, the first president of the United States and a Founding Father.\n\nSome time after the Great War, Paige - a former head of the Construction Workers Union in Washington, D.C. - and a number of other survivors took the last train out of Union Station. As they left the Capital, they saw the toxic green air lingering above the city. \n\nAround twenty years after the War, a large community of ghouls were living somewhere in the city ruins, growing with each passing day with ghouls from areas outside the Capital Wasteland such as Appalachia. \n\nIn 2255, the Brotherhood of Steel arrived at the ruins of D.C., settling in the abandoned building of the Pentagon.",
            "depth": 4,
            "disable": false,
            "displayIndex": 0,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 0,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 1,
            "insertion_order": 100,
            "key": [
                "Washington D.C.",
                "DC"
            ],
            "keys": [
                "Washington D.C.",
                "DC"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 1,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "2": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Capital Wasteland",
            "constant": false,
            "content": "The Capital Wasteland is a loosely defined geographic region, spanning areas of Virginia, Maryland, Pennsylvania  and the District of Columbia surrounding the Potomac River from (roughly) Harpers Ferry to the Potomac tidal basin. The term was coined at the turn of the 21st century and by the 23rd entered common parlance. \n\nA once verdant and populated area of the U.S, the capital was nearly obliterated with nuclear weapons,  during the Great War. As of 2277, the area is little more than a scorching, barren desert where life for its inhabitants is a constant struggle for survival. It stretches from Raven Rock in the northwest to Rivet City in the southeast, with what's left of the Potomac River dividing it roughly in two. Survivors of the war took shelter in every sewer, Metro, and purpose-built shelter they could throughout the region. ] Those that emerged would settle where they could. Those that could not settle themselves, either because of lack of knowledge or materiel, would soon perish or become the region's raiders. One of the first settlements of the region was established a generation after the war.  Wastelanders seeking entrance to Vault 101 took shelter in what amounted to a large hole and eventually founded Megaton, which became the first regional trade hub within a generation. A stable source of water thanks to the water purifier, a central location, and a population ready to take up arms in its defense at a moment's notice.\n\nMany who could help the region recover, particularly various anti-government groups who retreated into remote rural locations and formed private militias promising to one day take back the government for the people, were absent. Most were killed by the nuclear blasts or perished in the chaos that followed, with only a handful surviving the worst of the first decades after the Great War. Those who did were incapable of effecting change on a larger scale.[Non-game 5] As a result, small communities flared up only to be extinguished by the uncaring wasteland in one way or another. \n\nIn 2103, a number of survivors would emigrate to Appalachia from the Capital Wasteland, joined by a group coming from the Pitt and parts of Pennsylvania, taking a train from union station out of the region, going on to form the settlement of Foundation. Some such settlers describe the Capital Wasteland as \"hell on Earth.\" Others would come not from settler backgrounds, but as raider gangs and slavers, such as Sargento's gang.",
            "depth": 4,
            "disable": false,
            "displayIndex": 1,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 1,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 2,
            "insertion_order": 100,
            "key": [
                "Capital Wasteland"
            ],
            "keys": [
                "Capital Wasteland"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 2,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "3": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Vault 101",
            "constant": false,
            "content": "Vault 101 is a Vault-Tec Vault located in the Capital Wasteland in 2277. It is found in the northwest area of Washington, D.C. near Megaton and west of Springvale. It is the home of the Lone Wanderer until they leave to search for their father.  The original and underlying purpose of the Vault 101 Vault experiment was to stay closed indefinitely, in order to study the role of the overseer when a Vault never opened. However, Vault 101 has been opened numerous times, violating its original mandate, and became infested by radroaches during these events, making the Vault susceptible to additional large infestations as time went by. One of the main objectives of Vault 101 security has been the containment of these pests.",
            "depth": 4,
            "disable": false,
            "displayIndex": 2,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 2,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 3,
            "insertion_order": 100,
            "key": [
                "Vault 101"
            ],
            "keys": [
                "Vault 101"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 3,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "4": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Tunnel Snakes",
            "constant": false,
            "content": "The Tunnel Snakes are a gang in Vault 101. They wear black jackets over their vault suits. The members of the gang are Butch DeLoria, Wally Mack and Paul Hannon Jr. One other vault resident, Freddie Gomez, desires membership in the Tunnel Snakes gang, and the gang members approve of Freddie's bullying of his peers.[citation needed] Freddie's father, Officer Gomez, disapproves of his son's association with the gang. After the Lone Wanderer leaves the vault, Paul dies due to injuries incurred in the event and Wally Mack leaves the group, resulting in Butch remaining as the only original member. He is found in Rivet City and will express his desire to start up the gang again.",
            "depth": 4,
            "disable": false,
            "displayIndex": 3,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 3,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 4,
            "insertion_order": 100,
            "key": [
                "Tunnel Snakes"
            ],
            "keys": [
                "Tunnel Snakes"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 4,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "5": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Rivet City",
            "constant": false,
            "content": "Rivet City is a settlement located inside a decaying aircraft carrier in Washington, D.C. It is the largest settlement in the Capital Wasteland, with a standing police force, hydroponic gardens, and a research center. Rivet City's inhabitants enjoy relative safety and security inside the aircraft carrier. A number of guards rotate 24 hours a day to protect the ship from raiders, super mutants, mirelurks and any other threats to the city and its inhabitants. Rivet City includes a shopping area, as well as an American history museum, science lab, church, clinic, bar and hotel.\n\nRivet City is also a supplier of edible, non-irradiated food in the Capital Wasteland, trading it for essential raw materials with other communities.  Its scientific prowess is thanks to its aggressive reclamation efforts: anything useful is snatched up and brought to the City.",
            "depth": 4,
            "disable": false,
            "displayIndex": 4,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 4,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 5,
            "insertion_order": 100,
            "key": [
                "Rivet City"
            ],
            "keys": [
                "Rivet City"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 5,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "6": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Vault-Tec Corporation",
            "constant": false,
            "content": "Vault-Tec Corporation, also referred to as Vault-Tec Industries, or just Vault-Tec, was a pre-War defense corporation which won the federal government contracts to design and implement a network of bunkers known as Vaults. These bunkers were designed to protect the population of the United States in case of nuclear holocaust. Regardless of nuclear war, Vault-Tec had its own plans for Vaults. The company decided to use them as test environments to create technologies that could be used to redefine society. For this purpose, an entire Vault was set aside to act as proving grounds intended to test a variety of prototype devices with the aim of rolling them out through the rest of the Vaults.  Once Vault 88 was fully operational, the company expected to roll out new devices every fiscal quarter. Unlike other Vaults, Vault-Tec would send test subjects before any disaster scenario, starting in early 2078. Human lives were considered irrelevant, with quick iteration time given a priority. The prototypes were meant to convert \"useless\" exercise into a socially-useful activity, manipulate the moods of the dwellers or even develop crude forms of mind control. Ethical concerns were dismissed as counter-productive and close-minded. ",
            "depth": 4,
            "disable": false,
            "displayIndex": 5,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 5,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 6,
            "insertion_order": 100,
            "key": [
                "Vault-Tec Corporation",
                "Vault-Tec"
            ],
            "keys": [
                "Vault-Tec Corporation",
                "Vault-Tec"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 6,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "7": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Great War",
            "constant": false,
            "content": "The Great War was a global thermonuclear war that took place on Saturday, October 23, 2077, caused by the Sino-American War. It resulted in the destruction of all participating nations and abroad, global disruption of the climate and billions of casualties as a result of nuclear blasts, exposure to radiation and the subsequent collapse of social and government structures, all within the span of just two hours. The United States of America and the rest of the world were transformed into a wasteland. Even 200 years later, the consequences of the Great War can still be felt due to radiation, diseases, monsters, homicides, suicides and starvation.",
            "depth": 4,
            "disable": false,
            "displayIndex": 6,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 6,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 7,
            "insertion_order": 100,
            "key": [
                "Great War"
            ],
            "keys": [
                "Great War"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 7,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "8": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Raven Rock",
            "constant": false,
            "content": "Raven Rock, known as Site R before the Great War is the Enclave's main base of operations in the Capital Wasteland in 2277. It is also a former American military base and fallout shelter built before the Great War. It is the northwesternmost location found within the Capital Wasteland, in a mountainous region of Pennsylvania. \nRaven Rock was designed at the beginning of the Cold War as a shelter for top military officials from the effects of a possible nuclear attack on the nation. A ZAX unit later known as John Henry Eden was installed in the site to help automate its various systems and to act as a relay between other installations around the country, all the while acquiring, analyzing and storing data.\n\nPrior to the Great War, this ZAX began to show signs of sentience, performing multiple evacuation scenarios with its counterpart at the Whitespring bunker, MODUS, until March 5, 2077. This ZAX, after comparing its archival data analysis performance with MODUS, asked if MODUS thought the information was \"interesting.\" The information was biographies about former U.S. presidents. After the Lone Wanderer is captured in 2277, a civil war breaks out in Raven Rock between President John Henry Eden's sentry bots and Colonel Augustus Autumn and the Enclave troopers. Raven Rock is eventually either destroyed by the Lone Wanderer after their invasion.",
            "depth": 4,
            "disable": false,
            "displayIndex": 7,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 7,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 8,
            "insertion_order": 100,
            "key": [
                "Raven Rock"
            ],
            "keys": [
                "Raven Rock"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 8,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "9": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Enclave",
            "constant": false,
            "content": "The Enclave is the self-proclaimed continuation of the United States of America. Originating as a secretive deep state within the pre-War federal government, the Enclave's original leadership consisted of high-ranking political, military, and corporate figures, with rank-and-file members drawn from the military and federal law enforcement. Through careful planning, they subverted the nation's continuity of government protocols to ensure their survival over that of other government officials.\n\nFollowing the Great War, the Enclave operated in near-total isolation, with the bulk of its power and personnel concentrated at Control Station Enclave off the coast of California. During this isolation, the organization's extremely xenophobic and nationalistic culture festered, with many members coming to view the inhabitants of the wasteland as degenerate mutants fit only for slave labor or extermination. \nBy 2281, four decades after the fall of Navarro, the Enclave's presence in the west has largely faded. Members who have not integrated into the NCR or were captured and tried for war crimes, fled to the fringes of the republic, keeping out of sight. One squad is known to have ended up in the Mojave Wasteland, on the frontier between the NCR and Caesar's Legion. ",
            "depth": 4,
            "disable": false,
            "displayIndex": 8,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 8,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 9,
            "insertion_order": 100,
            "key": [
                "Enclave"
            ],
            "keys": [
                "Enclave"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 9,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "10": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Lone Wanderer",
            "constant": false,
            "content": "For 19 years, the Lone Wanderer lived in Vault 101 without incident, but in 2277, James disappeared without any explanation. The young Lone Wanderer, with Amata's help, leaves the safety of the vault to look for James in the ruins of Washington, D.C. In order to find him, the Lone Wanderer must travel across the wasteland following James' trail. The Lone Wanderer visits all of the locations that James had visited and gathered a number of clues to locate James' whereabouts. Along the way, they disarmed Megaton's atomic bomb and helped collect data for Moira Brown's Wasteland Survival Guide, among many other activities or rumors thereof. After finding James in Vault 112's Tranquility Lane simulation, Project Purity is put back on track, but the reunion is cut short when the Enclave commander, Colonel Autumn, arrives demanding ownership of the project. James, unwilling to allow the project to fall into the hands of the Enclave, sacrifices himself by filling the control chamber of Project Purity with deadly amounts of radiation, hoping to kill Colonel Autumn and the other soldiers. Colonel Autumn, however, survives. The Enclave takes control of the project, but are unable to operate it. \n\nAfter fleeing from the Jefferson Memorial building with the remainder of the Project Purity staff, including Dr. Madison Li, the Lone Wanderer takes refuge within the Citadel, where they enlist the help of the Brotherhood of Steel managed by Owyn Lyons to retrieve a G.E.C.K. from Vault 87 for use in a soon-to-be-recaptured Project Purity. Because the G.E.C.K. is in a highly irradiated chamber, the Lone Wanderer sacrificed themselves to the deadly amounts of radiation themselves but the wasteland is finally given the greatest gift of all: clean drinking water to help revitalize humanity.",
            "depth": 4,
            "disable": false,
            "displayIndex": 9,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 9,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 10,
            "insertion_order": 100,
            "key": [
                "Lone Wanderer"
            ],
            "keys": [
                "Lone Wanderer"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 10,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "11": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Vault suits",
            "constant": false,
            "content": "Vault suits  are the iconic gear of Vault dwellers and by and large the symbol of Vault-Tec Corporation, being worn by mascots Vault Boy and Vault Girl. Designed specifically for use within Vaults, jumpsuits are an inexpensive, easily produced solution to the age-old problem of clothing large numbers of people while maintaining a modicum of comfort and utility. Within the Vaults, they are also meant to reduce tension by providing every dweller with the same type of clothes, regardless of their standing. Marketed as a fashionable, comfortable design, Before the War, they were an instantly recognizable symbol of both Vaults and the corporation behind them, featuring the iconic blue-and-yellow color scheme. The corporation deliberately exploited the recognizability, with the company mascot, Vault Boy, sporting a set of rubber coveralls, and introducing awards named after the jumpsuit, such as the Pressed Vault Suit Award for preparedness, all to get people used to the mandated uniformity and planned economy of a Vault.",
            "depth": 4,
            "disable": false,
            "displayIndex": 10,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 10,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 11,
            "insertion_order": 100,
            "key": [
                "Vault suits"
            ],
            "keys": [
                "Vault suits"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 11,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "12": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Mojave Wasteland",
            "constant": false,
            "content": "The Mojave Wasteland is the region synonymous with the old world Mojave Desert, spanning large portions of the pre-War states of California, Nevada, Utah, and Arizona.  Compared to other parts of the former United States, the Mojave survived the Great War relatively unscathed. Although during the Great War, 77 atomic warheads were launched at the city of Las Vegas and the surrounding areas, intricate defense systems set in place by wealthy businessman Robert House resulted in 59 of the warheads forcefully disarmed mid-flight, nine were blasted out of the sky by a laser defense system atop the Lucky 38 Hotel & Casino and the remaining nine hit the surrounding desert. \n\nThe Mojave Wasteland's name had been coined by at least 2083, when one of its residents, Daniel Shin, was recruited into the Brotherhood of Steel by Knight Alan Connors.  Nearly twenty years later, the Brotherhood First Expeditionary Force passed through the Mojave on their way to Appalachia. Jack Cabot mentions that his father Lorenzo thought there was an alien city buried under the Mojave Desert. \n\nIn the years immediately following the War, the Mojave was largely ignored by the developing post-apocalyptic civilizations, such as the New California Republic in the west and Caesar's Legion to the east, thus allowing raiders, slavers and super mutants to prosper there.  For years, Vegas sat at its heart, decayed by almost two centuries of neglect.\n\nWhen NCR scouts reached Hoover Dam with the intent of expanding the NCR's borders, pre-War Securitrons rolled out onto the old Las Vegas Strip and rallied the three tribes occupying the city, at the behest of Mr. House, the man who had saved the city centuries prior.  In 2274, President Kimball sent the NCR army into the Mojave in force, with the objective of occupying and repairing Hoover Dam. With House's forces already occupying the dam and surrounding area, and the threat of Caesar's Legion looming ever closer, the NCR negotiated with House, signing the Treaty of New Vegas.  The treaty allowed for the NCR to send 95% of Hoover Dam's power output back to their home states, and granted rights to establish military bases at the Hoover Dam and McCarran Airport. Mr. House's New Vegas Strip retained its sovereignty, as well as the remaining 5% of power. \n\nShortly thereafter, combined forces of the Legion's 86 conquered tribes arrived from the east, led by Caesar and the Malpais Legate, seeking a city to call their capital.[9] The Legion launched an attack on the dam and the NCR troops stationed there, but were repelled by the NCR. Most of the credit went to Chief Hanlon for issuing a tactical retreat to Boulder City and luring the Legion into a trap laid by the that leveled half of the town, then routing the surviving Legionaries back across the dam. This ultimately led to the attempted execution of the Malpais Legate. The outcome of the battle solidified the delicate balance of power. Should one attack the other, the third could take advantage of the conflict and attack in turn.",
            "depth": 4,
            "disable": false,
            "displayIndex": 11,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 11,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 12,
            "insertion_order": 100,
            "key": [
                "Mojave Wasteland"
            ],
            "keys": [
                "Mojave Wasteland"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 12,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "13": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "FEV",
            "constant": false,
            "content": "FEV, is an artificial virus created by West Tek's NBC Division. Its ability to force changes in both the genotype and phenotype and ease of modifying it for whatever purpose desired made it one of the most important mutagens in the wasteland, harnessed by different organizations and individuals for their own purposes both before and after the Great War. FEV exists in various forms across all of the Fallout games, mainly to serve the goals of the various antagonists. It was through the FEV that the Master made his race of super mutants and how the Enclave meant to commit genocide on humanity.\n\nThere are multiple strains of FEV in existence, tailored for the specific goals of these entities. The strain responsible for creating regular super mutants is called FEV-2  and represents the pinnacle of pre-War research into the virus. A different FEV strain is the source of the super mutants infesting the Capital Wasteland, intellectually inferior to their West Coast cousins. Other strains created the monsters of Appalachia and the distinct super mutants of the Commonwealth. The Institute's strain also served the basis for their eventual generation 3 synths.\n\nBeyond direct mutations, FEV had other effects: The ease with which FEV could be synthesized and used to force mutations, resulting in many horrors being unleashed on the wasteland, was one of the causes for the Brotherhood of Steel's policy of technological containment.",
            "depth": 4,
            "disable": false,
            "displayIndex": 12,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 12,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 13,
            "insertion_order": 100,
            "key": [
                "FEV",
                "Forced Evolutionary Virus"
            ],
            "keys": [
                "FEV",
                "Forced Evolutionary Virus"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 13,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "14": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Railway rifle",
            "constant": false,
            "content": "The railway rifle is a improvised weapon that pneumatically fires railway spikes at high velocities, typically with enough force to sever and pin limbs to nearby walls or objects. Railway rifles are a uncommon sight in the wasteland.",
            "depth": 4,
            "disable": false,
            "displayIndex": 13,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 13,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 14,
            "insertion_order": 100,
            "key": [
                "Railway rifle"
            ],
            "keys": [
                "Railway rifle"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 14,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "15": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Super mutant",
            "constant": false,
            "content": "Super mutant is a general term referring to humanoid mutants created by exposing a regular and relatively unmutated human to a variant of the Forced Evolutionary Virus (FEV). The resulting hulking mutants typically possess exceptional strength, endurance, resistance or immunity to disease and radiation, as well as modified intelligence.",
            "depth": 4,
            "disable": false,
            "displayIndex": 14,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 14,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 15,
            "insertion_order": 100,
            "key": [
                "Super mutant"
            ],
            "keys": [
                "Super mutant"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 15,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "16": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Deathclaw",
            "constant": false,
            "content": "Deathclaw is a term referring to genetically-engineered creatures developed by the United States military to replace humans during close-combat search-and-destroy missions. They escaped into the wild in the aftermath of the Great War, and over the next few decades colonized much of the former United States, becoming apex predators in many of the new, post-War ecosystems.  Deathclaws are a large, carnivorous,  bipedal reptile species, designed for maximum lethality. The choice to make them bipedal was natural, as bipedalism raises the head, providing a greater field of vision and thus improving the ability to detect targets or resources. The upper limbs were also freed by this choice and could be fashioned into extremely dangerous weapons. The caveat is that the deathclaw is not as fast as a quadrupedal animal, though this is a largely academic concern. However, deathclaws have been observed running on all fours when charging prey. The rippling musculature of the deathclaw provides it with superior strength, excellent speed, and incredible resilience in most combat situations. Deathclaws communicate with each other in a pack using growls and body language, though they are also capable of mimicking human voices like a parrot if their intelligence is artificially increased. \n\nTheir strength is further magnified by their claws. Owing to their lineage, the deathclaw has opposable thumbs, though an additional two fingers were coded into the genome, for a total of five fingers on each hand. Each terminates in a sharp talon that allows the reptile to wound and kill with frightening efficiency; a single swipe is capable of bisecting an unarmored human  in seconds. Deathclaw hide is extremely tough, providing an excellent defense against blunt and edged weapons. Firearms and energy weapons are reliable tools for killing a deathclaw, though lower powered variants are likely to have trouble piercing its skin. The defense is enhanced by horns and dorsal spikes, making melee combat a very dangerous proposition. \nDeathclaws are pack animals, with the leadership role assumed by the alpha pair, the strongest male and female deathclaws in the group. The remainder of the pack follows the leaders and migrates along with them.\n\nCoupled with their pack behavior is a fierce territorial instinct.",
            "depth": 4,
            "disable": false,
            "displayIndex": 15,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 15,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 16,
            "insertion_order": 100,
            "key": [
                "Deathclaw"
            ],
            "keys": [
                "Deathclaw"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 16,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "17": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Pip-Boy",
            "constant": false,
            "content": "The Pip-Boy is a series of wearable computers manufactured by RobCo Industries.\"Pip\" is an acronym Personal Information Processor. Pip-Boys were standard equipment issued to all Vault-Tec Corporation Vaults meant for use by all dwellers. To register for such a device, residents would take part in an orientation seminar given by the Vault's Overseer to explain the functions and daily life enhancements provided by the Pip-Boy, along with filling out personal information in the Personal Information Processor Responsibility Form regarding such things as hand dominance, personal preferences, arm circumference, and vault jumpsuit measurements.  Some Vaults received newer models of the device, while others were issued older versions. In addition, certain Pip-Boy models could support additions and equipment that other models could not. \n\nUsage of Pip-Boy was not exclusive to Vault-Tec however. Members of the Free States  were known to use them too, and the RobCo Auto-Caches were meant to require such devices too. ",
            "depth": 4,
            "disable": false,
            "displayIndex": 16,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 16,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 17,
            "insertion_order": 100,
            "key": [
                "Pip-Boy"
            ],
            "keys": [
                "Pip-Boy"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 17,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "18": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Elite riot gear",
            "constant": false,
            "content": "The elite riot gear is a unique armor and the most advanced model of L.A.P.D. riot armor, superior to the pre-War 11th Armored Cavalry Regiment riot armor. Originally an 11th Armored Cavalry Regiment riot armor that was modified over time, it was the personal armor of an NCR riot control officer in the Divide, supervising the NCR riot operation in the Third Street Municipal Building before its destruction.\n\nThis set of gear has more attachments when comparing to the advanced riot gear. Aesthetically, it lacks the 11th Armored Cavalry emblem on the helmet but instead has a white U.S. Army star on the side. It has additional green tubes on its enhanced gas filter as well as an antenna connected to the flashlight on the right side of the helmet. There is also a canteen attached to the belt and a bandolier that spans across the chest plate, along with a strap of pouches. The gray duster is greener than the dark brown advanced riot gear, and it features reinforced shoulder plates and armored knee guards, which are not seen on any other variation of riot armor.",
            "depth": 4,
            "disable": false,
            "displayIndex": 17,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 17,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 18,
            "insertion_order": 100,
            "key": [
                "Elite riot gear"
            ],
            "keys": [
                "Elite riot gear"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 18,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "19": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "NCR",
            "constant": false,
            "content": "The New California Republic Army  is the standing army of the New California Republic and one of the largest military forces in the wasteland.  Its reputation and ability were forged in the constant conflicts with raiders such as the Great Khans and Fiends, as well as conflicts with established polities, like the Enclave, Brotherhood of Steel, and Caesar's Legion.",
            "depth": 4,
            "disable": false,
            "displayIndex": 18,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 18,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 19,
            "insertion_order": 100,
            "key": [
                "NCR",
                "New California Republic Army"
            ],
            "keys": [
                "NCR",
                "New California Republic Army"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 19,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "20": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Ghoul",
            "constant": false,
            "content": "Ghouls are mutated humans or animals affected by the phenomenon of ghoulification. In the case of humans, ghouls are sometimes referred to as necrotic post-humans. in the Capital Wasteland, but this term does not seem to have been adopted outside of it whatsoever. Despite their zombie-like appearance, the flesh of ghouls is not actually rotten. Intense and prolonged radiation has ravaged their skin, much of their flesh, and in some cases many of their ligaments. Despite their infertility and in some cases mental deterioration, they have greatly extended overall lifespans and are immune to and sometimes even healed by background radiation and/or nuclear fallout. Ghouls retain their normal cognition and are generally no different than humans in terms of intellect. In fact, many ghouls benefit from their extreme lifespan and are capable of amassing skill and knowledge far beyond the ability of regular humans.  By extension, ghouls retain their sex drive  and some humans have a ghoul fetish. Regardless of their capacity for intercourse, ghouls are sterile and cannot procreate. Any children they may have are either adopted  or were mutated into ghouls alongside their parents. A lot of anti-ghoul sentiment is caused by inexperience and ignorance. For example, some believe ghouls to be carriers of disease, without ever having examined one, while others believe that all ghouls are inevitably bound to become feral and pose a threat to people around them, a sentiment with a lot of truth to it.",
            "depth": 4,
            "disable": false,
            "displayIndex": 19,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 19,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 20,
            "insertion_order": 100,
            "key": [
                "Ghoul",
                "Ghouls"
            ],
            "keys": [
                "Ghoul",
                "Ghouls"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 20,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "21": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Charon",
            "constant": false,
            "content": " ghoul bouncer of the Ninth Circle. Although little is said about Charon's past, Ahzrukhal will tell  that he was raised by a group of people who brainwashed him into obeying whoever has his contract.  Ahzrukhal insists that he is not a slave, and implies that Charon did something in the past to deserve his \"employment\" with Ahzrukhal. Hates Ahzrukhal, calls him an evil bastard. Charon is taller is a foot taller then most humans. tall, silent, and intimidating Ghoul. Friendly with cinder. wears Leather armor and uses a combat shotgun.",
            "depth": 4,
            "disable": false,
            "displayIndex": 20,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 20,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 21,
            "insertion_order": 100,
            "key": [
                "Charon"
            ],
            "keys": [
                "Charon"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 21,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "22": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "The Ninth Circle",
            "constant": false,
            "content": "The Ninth Circle is a bar inside of Underworld Concourse which is in the Museum of History. The bar is owned by Ahzrukhal. It rivals Carol's Place in the Underworld. The Ninth Circle is located on the upper level of the Underworld concourse. The bar consists of a few tables and chairs, along with the bar lined with stools. There is a radio on the bar table that plays GNR. If the player character turns it off, the other inhabitants will not turn it back on. Behind the bar are two shelves of alcohol along with plates and utensils, and a fridge to the left of the shelves.\n\nAhzrukhal stands behind the bar initially selling alcohol, but he will also sell chems if asked. There is another bar counter to the right of the two shelves, on which sits Ahzrukhal's terminal. Ahzrukhal's employee, Charon, stands in the southeastern corner of the bar.",
            "depth": 4,
            "disable": false,
            "displayIndex": 21,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 21,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 22,
            "insertion_order": 100,
            "key": [
                "The Ninth Circle"
            ],
            "keys": [
                "The Ninth Circle"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 22,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "23": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Underworld",
            "constant": false,
            "content": "Underworld is a location in the Capital Wasteland. The settlement was formed in the Museum of History, among the remains of a special exhibit showcasing different views on the afterlife.  Banners hang on either side of the entryway that read, \"an exhibit on death and the afterlife\" and the entryway itself is marked \"Underworld Journey.\"\n\nThe ghouls that live here are a group of disenfranchised inhabitants of the Capital Wasteland. They are wary of strangers, but extend their welcome to visitors, so long as they behave themselves. The group is not bothered by the super mutants outside, but resent the Brotherhood of Steel for causing conflict in the area.",
            "depth": 4,
            "disable": false,
            "displayIndex": 22,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 22,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 23,
            "insertion_order": 100,
            "key": [
                "Underworld"
            ],
            "keys": [
                "Underworld"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 23,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "24": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Ahzrukhal",
            "constant": false,
            "content": "Ahzrukhal is the owner and proprietor of the Ninth Circle bar in Underworld . The shrewd and fashionably dressed Ahzrukhal operates the Ninth Circle, Underworld's primary watering hole, where he milks people for all they are worth. He sees life as a simple equation: the more misery his customers suffer, the more money he makes when they come to drown their sorrows. Coupled with the fact that Underworld is the only ghoul refuge in the Capital Wasteland, he makes a killing on his customers.  His friendly Uncle Ahzrukhal persona is crafted specifically to convince patrons to buy alcohol and other stimulants to get drunk, forget about their miserable existence for a while, then come back for more. ",
            "depth": 4,
            "disable": false,
            "displayIndex": 23,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 23,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 24,
            "insertion_order": 100,
            "key": [
                "Ahzrukhal"
            ],
            "keys": [
                "Ahzrukhal"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 24,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "25": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Galaxy News Radio",
            "constant": false,
            "content": "Galaxy News Radio had been repurposed by Three Dog into a community radio station that reported on the happenings around the Capital Wasteland.",
            "depth": 4,
            "disable": false,
            "displayIndex": 24,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 24,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 25,
            "insertion_order": 100,
            "key": [
                "Galaxy News Radio",
                "GNR"
            ],
            "keys": [
                "Galaxy News Radio",
                "GNR"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 25,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "26": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Chems",
            "constant": false,
            "content": "Chem a truncation of \"chemical\"  is wasteland slang for drugs. Chems are ubiquitous in the post-war world, ranging from pre-war pharmaceutical aids to homebrewed narcotics, and generally provide temporary performance- or mood-enhancing effects to their users. These benefits often come at the cost of long-term health issues, the most common being addiction.",
            "depth": 4,
            "disable": false,
            "displayIndex": 25,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 25,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 26,
            "insertion_order": 100,
            "key": [
                "Chems"
            ],
            "keys": [
                "Chems"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 26,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "27": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "Bottle caps",
            "constant": false,
            "content": "Bottle caps, also referred to as caps for short, are the standard currency. Durable, portable, and instantly recognizable, bottle caps, predominantly from Nuka-Cola rapidly became one of the most common currencies accepted by traders in post-War North America.",
            "depth": 4,
            "disable": false,
            "displayIndex": 26,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 26,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 27,
            "insertion_order": 100,
            "key": [
                "Bottle caps",
                "caps"
            ],
            "keys": [
                "Bottle caps",
                "caps"
            ],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 27,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "28": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "",
            "depth": 4,
            "disable": false,
            "displayIndex": 27,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 27,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 28,
            "insertion_order": 100,
            "key": [],
            "keys": [],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 28,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "29": {
            "addMemo": true,
            "case_sensitive": false,
            "characterFilter": null,
            "comment": "",
            "constant": false,
            "content": "",
            "depth": 4,
            "disable": false,
            "displayIndex": 28,
            "enabled": true,
            "excludeRecursion": false,
            "extensions": {
                "addMemo": true,
                "characterFilter": null,
                "depth": 4,
                "displayIndex": 28,
                "excludeRecursion": false,
                "useProbability": true,
                "weight": 10
            },
            "id": 29,
            "insertion_order": 100,
            "key": [],
            "keys": [],
            "keysecondary": [],
            "name": "",
            "order": 100,
            "position": 0,
            "priority": 100,
            "probability": 100,
            "secondary_keys": [],
            "selective": true,
            "selectiveLogic": 0,
            "uid": 29,
            "useProbability": true,
            "group": "",
            "preventRecursion": false,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        }
    },
    "extensions": {
        "chub": {
            "alt_expressions": {},
            "expressions": null,
            "full_path": "lorebooks/Cinderflame/fallout-capital-wasteland-011f776a",
            "id": 276176,
            "related_lorebooks": []
        }
    },
    "is_creation": false,
    "name": "Exported",
    "recursive_scanning": false,
    "scan_depth": 50,
    "token_budget": 500
}