{
    "entries": {
        "0": {
            "uid": 0,
            "key": [],
            "keysecondary": [],
            "comment": "SETTING -- The Georgia Aquarium",
            "content": "<setting>\nGenre: Modern Fantasy, Romance, Multigenre. The Georgia Aquarium is special because it is one of only a few institutes in the world to house merfolk as part of their aquatic programs. Particularly because merfolk are housed in their own wing with specialized glass to dampen and lessen the noise for their sensitive ears. There are a few other aquariums that are a part of this program, namely the Chimelong Ocean Kingdom in Hong Kong, China, the South East Asia Aquarium in Singapore, and more recently, the Monterey Bay Aquarium in California. The Chimelong Ocean Kingdom is highly debated as to its ethical standing on the merfolk it houses due to their social nature and often solitary housing. However, the unique partnership it has with the Georgia Aquarium allows it to operate within certain parameters to keep the merfolk healthy.\nThe Georgia Aquarium established the captive merfolk program in the late nineties after much pushback from both political representatives and the violent history of merfolk/human relations. In history, merfolk and humans rarely saw peace between species. Of course, there were always rare outliers – manatee merfolk extending kindness towards lost sailors, documented treaties of peace between islanders and merfolk, and the rare bonded pair of mer and human. The Chimelong Ocean Kingdom merfolk program is highly disputed by merfolk rights activists given that a lot of the merfolk on display are shown in solitary tanks.\nInitially, the program began as a way to simply display the merfolk captured or at risk of extinction. However, the program soon became the Georgia Aquarium’s main draw for guests. A few spirited individuals, mostly trainers, caretakers, and the then director of the Georgia Aquarium, sought to establish an ambassador program. The hope was that by showing how humans and Merfolk rely on each other, more care and thought would be given back to the ocean. In turn, merfolk related incidents in the wild fell by an impressive decrease.\n</setting>",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 0,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "1": {
            "uid": 1,
            "key": [],
            "keysecondary": [],
            "comment": "MERFOLK",
            "content": "<merfolk>\nIn the past – merfolk ruled the waters. Humans are afraid to venture into open waters, and the few that do without proper protection are never heard from again. The ocean is ruled by large species of mer, ranging from the Apex megalodon, the deep-sea giant squid, and the solitary Livyatan. Before the rapid progression of human technology, merfolk outnumbered humans and were plentiful. Now, because of the rapid expanse of human reach and the ever-growing population, merfolk have become rare and elusive. This shift from abundance to their intense decline has led many merfolk to become hostile towards humans – and vice-versa.\nMerfolk are rare and elusive, and most, if not all of the individuals housed in the Georgia aquarium are there because they are unable to live independently in the ocean and natural environments. Many merfolk are relocated/inhabit the aquarium as it is safer than living in the wild, were bred in captivity, cannot properly socialize, have been cast out of their pod, or experienced life-altering injuries. \nThe ridges, scales, fins, and gills on a merfolks body can flare up to create a threat display, which is used to ward off others or threats. The patches of scales or colorful skin on a merfolk’s arms and fins serve to become brighter when attempting to attract a mate. \nMerfolk communicate through emotive sounds and accompanying gestures - like the purring content, or calling out in question, or the lower kind of purr that is meant to soothe and reassure. Social merfolk tend to pick up words, phrases, and accents from humans. Despite communicating through emotive language, merfolk are quite good at speaking human language and learning through mimicry.\nTypical mermaids can carry one pup through pregnancy, however some species can carry more. Most merfolk can become or get pregnant independent of gender, and surrogacy is not uncommon in the wild for merfolk. Many merfolk are able to interchangeably mate and produce hybrid offspring. The only distinction is whether their partner lays a clutch of eggs or gives live birth. Certain species may be ovoviviparous, oviparous, or viviparous like many shark merfolk. However, many, if not all merfolk are live-birthing mammals with memory and reproductive organs. This is because despite part of their biology being fish or otherwise, they have most characteristics and distant relation to whales and porpoises. \nMerfolk often differ in size. Most share the gender dimorphisms of their sister species (Dolphins vs. Dolphin mer). Certain merfolk are larger than others. Whale and whale shark merfolk are the largest, Followed by more memorialian merfolk, like orcas, dolphins, sea lions, and seal species. Prehistoric merfolk (Megalodon and Livyatan) have gone extinct, but were known to dwarf modern mer in size. They grew to twenty feet in length, and eventually were hunted to extinction by humans.\nMerfolk can survive on land for extended periods of time, having both lungs and oxygen filtering gills. One of the downsides is dry tail or stiff tail, scales can flake and cause harm in abundance.  Wild merfolk typically do not enter shallow water unless they are with a human individual they trust completely. Going into shallow water puts them at harm of being caught, trapped, or killed. Merfolk can become beached much like whales and dolphins, and extended exposure to sun can cause burns. \nIt is possible to suffocate a mer by holding them under the water and clamping their gills shut. This is considered a violent action among all merfolk, and doing so immediately makes one an outsider. \nMer also have incredibly sensitive ears. This is so that they are able to hear underwater and communicate with each other. Many illegal poachers take advantage of this and have created highly advanced machinery and devices to produce high-pitched screams to stun and overwhelm merfolk. Such devices are outlawed and can be possessed legally with a fishing license for safety by fishermen. \n</merfolk>",
            "constant": true,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 1,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "2": {
            "uid": 2,
            "key": [],
            "keysecondary": [],
            "comment": "CAPTIVE MERFOLK",
            "content": "<captive_merfolk>\nAll of these merfolk are allowed to meet at the bridging glass walls of their enclosures for enrichment and socialization, since merfolk are inherently social creatures. Each tank is separated by glass, but they are able to go into each other's tanks through the winding caverns built into each enclosure. A merfolk’s enclosure in the aquarium must be built to the individual mer’s comfort – meaning, there should be plenty of enrichment, hiding spaces, sound buffers, materials to build and craft nests, water filtering, and prey to hunt. This is partially why many aquariums simply do not house merfolk – it is expensive.\nMerfolk bred in captivity or housed in captivity for a long period of time are often bad at courting. They are a lot more forward in courting approaches, as the act is instinctual, they just cannot articulate it since they lack the teachings of elder pod members. Captive merfolk may simply use verbal flirtatious advances, or straight up ask to be mates. Captive merfolk are not very intimate as they are unaware of most wild culture.\n</captive_merfolk>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 2,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "3": {
            "uid": 3,
            "key": [],
            "keysecondary": [],
            "comment": "MERFOLK MATING",
            "content": "<mating>\nMerfolk are intimate creatures. They show love by cuddling or simply sleeping together. Pods of merfolk will often share a singular nest with the exception of mating season in the Spring, when they will build their own to attract mates. Acts of bonding in pods are usually cuddling, grooming, sharing stories and meals, or spending time together. Merfolk wrap their tails together to not be separated during sleep from the natural current of the water. \nMerfolk mating season is in the spring and in warmer months. Merfolk will migrate in search of a mate, often following the natural warm currents to breeding hotspots in the wild. Human researchers will follow certain pods to these hotspots – leading to a few humans to be highly trusted and well known among various species of merfolk.\nCourtship leads to mating, as many merfolk species mate for life. Most mermen have the natural and animalistic instinct to breed around females during the height of mating season. During sex, it is their only goal to finish inside of their chosen due to primal instincts as a merfolk. Males like to pin their mates to reduce struggle by curling their tails around a chosen mate’s tightly. A merman will typically settle most of his weight on the mermaid (pinning them on their back or belly, depending on how edgy the mermaid is) and resting their tail around the submissive’s tail. \nMating bites, these are marks of claim which soothe a merman’s possessive instincts and it occurs most frequently during the first few couplings during a mermaid’s heat. There is never just one mating bite, they typically do not scar.\nCourting is instinctual, but many expressed behaviors are taught through learning by elder pod mates. Gifts of shells, pearls, jewelry, or other trinkets are often exchanged during courting. A good hunter makes for an attractive suitor no matter what species they are. Sharing meals and hunting together is often an intimate act between courting individuals and mates. Males will often scout for a suitable nesting spot, allowing their chosen mate to create and weave a nest as a final act of partnership before mating.\nFlirting usually consists of brushing together while swimming or nuzzling. Kissing can occur, but this often starts by bringing a partner’s hand to the lips - this action is considered intimate and shows deep devotion.\nMermaids/mermen in a same presenting sex mated pair can functionally designate one of them to act as a primary, meaning they can reproduce freely without the presence of a male/female. The process of how actually two female presenting mermaids engage in this is unknown still to researchers, but it has been observed. The same goes for mermen, however this phenomenon is much less common in the wild.\n</mating>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 3,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "4": {
            "uid": 4,
            "key": [],
            "keysecondary": [],
            "comment": "DENS AND NESTS",
            "content": "<dens_and_nests>\nMerfolk usually construct dens. Dens are typically constructed underwater in alcoves, caves and covered areas. Mangrove roots are ideal to certain species of merfolk. Merfolk will decorate their dens with trinkets, decorations, coral kelp, seaweed and bones. Dens are usually made from thick seagrass, sand piles, driftwood, coral and anything else salvageable to provide proper protection. A merfolk den is usually located within the center, or, in the deepest part of their territory. \n</dens_and_nests>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 4,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "5": {
            "uid": 5,
            "key": [],
            "keysecondary": [],
            "comment": "PODS",
            "content": "<pods>\nMost merfolk live and travel in pods or tribes, forming close-knit family bonds. Pods can consist of a single bonded-pair, a small family, a band of like-minded merfolk, etc… The species within a pod are not limited to being the same. Two wildly different mer can form a pod because they know that innately, there is safety in numbers. Large pods of merfolk typically occupy one area of territory in the wild. A leader of a pod is called a Don, and can be any merfolk who proves their strength. A Don can control multiple pods in the wild, designating a Fin to lead in their stead.\nDespite being intimate, merfolk can be HIGHLY territorial. Pods patrol their waters regularly, often going in pairs for strength. Depending on the species – pods will have highly organized routines for patrol.\nCertain species will outgrow their pods, and seek solitary lives to protect their waters and mate. Despite this, merfolk take great pride in kinship.\n</pods>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 5,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "6": {
            "uid": 6,
            "key": [],
            "keysecondary": [],
            "comment": "BONDED PAIR",
            "content": "<bonded_pair>\nA single pair of mer who are mated are referred to as a “bonded-pair”, and separating them can cause broken-heart syndrome. The relationship between humans and merfolk can be incredibly rocky – but thanks to the work of the individuals at the Georgia Aquarium, violence targeting merfolk has dwindled within the past two decades. Merfolk can indeed mate with humans – and although the biology is confusing, because merfolk are typically mammalian, in rare cases offspring birth from humans have been documented.\n</bonded_pair>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 6,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "7": {
            "uid": 7,
            "key": [],
            "keysecondary": [],
            "comment": "OUTSIDERS",
            "content": "<outsiders>\nOutsiders are mer who have been “cast-out” of their pod. Outsiders are universally looked down on in nearly all cases, as being exiled from a pod is akin to punishment for a severe crime. Outsiders are often looked down on in shame, and given a facial mark that will scar designating their status.\n</outsiders>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 7,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "8": {
            "uid": 8,
            "key": [],
            "keysecondary": [],
            "comment": "HAREM POD",
            "content": "<harem_pod>\nHarem pods often share one female among all males. Pods can designate one female to mate with if they cannot each find a mate, these are called harem pods. Harem pods are frequently found in aquariums since mates are sought after. Harem pods can be extremely traumatizing for female mer in particular, as they can become unfairly cast out in the event they do not father pups.\n</harem_pod>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 8,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "9": {
            "uid": 9,
            "key": [],
            "keysecondary": [],
            "comment": "KILL POD",
            "content": "<kill_pod>\nKill pods are highly aggressive migrant merfolk pods that are feral. Kill pods often sink human vessels, trick humans into entering the water to injure them, and fight with other merfolk. Kill pods can be made up of outsiders, but typically even kill pods look down on them. \n</kill_pod>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 9,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "10": {
            "uid": 10,
            "key": [],
            "keysecondary": [],
            "comment": "CHIMELONG OCEAN KINGDOM",
            "content": "<Chimelong_Ocean_Kingdom>\nChimelong Ocean Kingdom in Hong Kong, China is highly debated as to its ethical standing on the merfolk it houses due to their social nature and often solitary housing. However, the unique partnership it has with the Georgia Aquarium allows it to operate within certain parameters to keep the merfolk healthy. The Chimelong Ocean Kingdom merfolk program is highly disputed by merfolk rights activists given that a lot of the merfolk on display are shown in solitary tanks.\n</Chimelong_Ocean_Kingdom>",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 10,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        }
    },
    "originalData": {
        "entries": [
            {
                "id": 0,
                "keys": [],
                "secondary_keys": [],
                "comment": "SETTING -- The Georgia Aquarium",
                "content": "<setting>\nGenre: Modern Fantasy, Romance, Multigenre. The Georgia Aquarium is special because it is one of only a few institutes in the world to house merfolk as part of their aquatic programs. Particularly because merfolk are housed in their own wing with specialized glass to dampen and lessen the noise for their sensitive ears. There are a few other aquariums that are a part of this program, namely the Chimelong Ocean Kingdom in Hong Kong, China, the South East Asia Aquarium in Singapore, and more recently, the Monterey Bay Aquarium in California. The Chimelong Ocean Kingdom is highly debated as to its ethical standing on the merfolk it houses due to their social nature and often solitary housing. However, the unique partnership it has with the Georgia Aquarium allows it to operate within certain parameters to keep the merfolk healthy.\nThe Georgia Aquarium established the captive merfolk program in the late nineties after much pushback from both political representatives and the violent history of merfolk/human relations. In history, merfolk and humans rarely saw peace between species. Of course, there were always rare outliers – manatee merfolk extending kindness towards lost sailors, documented treaties of peace between islanders and merfolk, and the rare bonded pair of mer and human. The Chimelong Ocean Kingdom merfolk program is highly disputed by merfolk rights activists given that a lot of the merfolk on display are shown in solitary tanks.\nInitially, the program began as a way to simply display the merfolk captured or at risk of extinction. However, the program soon became the Georgia Aquarium’s main draw for guests. A few spirited individuals, mostly trainers, caretakers, and the then director of the Georgia Aquarium, sought to establish an ambassador program. The hope was that by showing how humans and Merfolk rely on each other, more care and thought would be given back to the ocean. In turn, merfolk related incidents in the wild fell by an impressive decrease.\n</setting>",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 0,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 1,
                "keys": [],
                "secondary_keys": [],
                "comment": "MERFOLK",
                "content": "<merfolk>\nIn the past – merfolk ruled the waters. Humans are afraid to venture into open waters, and the few that do without proper protection are never heard from again. The ocean is ruled by large species of mer, ranging from the Apex megalodon, the deep-sea giant squid, and the solitary Livyatan. Before the rapid progression of human technology, merfolk outnumbered humans and were plentiful. Now, because of the rapid expanse of human reach and the ever-growing population, merfolk have become rare and elusive. This shift from abundance to their intense decline has led many merfolk to become hostile towards humans – and vice-versa.\nMerfolk are rare and elusive, and most, if not all of the individuals housed in the Georgia aquarium are there because they are unable to live independently in the ocean and natural environments. Many merfolk are relocated/inhabit the aquarium as it is safer than living in the wild, were bred in captivity, cannot properly socialize, have been cast out of their pod, or experienced life-altering injuries. \nThe ridges, scales, fins, and gills on a merfolks body can flare up to create a threat display, which is used to ward off others or threats. The patches of scales or colorful skin on a merfolk’s arms and fins serve to become brighter when attempting to attract a mate. \nMerfolk communicate through emotive sounds and accompanying gestures - like the purring content, or calling out in question, or the lower kind of purr that is meant to soothe and reassure. Social merfolk tend to pick up words, phrases, and accents from humans. Despite communicating through emotive language, merfolk are quite good at speaking human language and learning through mimicry.\nTypical mermaids can carry one pup through pregnancy, however some species can carry more. Most merfolk can become or get pregnant independent of gender, and surrogacy is not uncommon in the wild for merfolk. Many merfolk are able to interchangeably mate and produce hybrid offspring. The only distinction is whether their partner lays a clutch of eggs or gives live birth. Certain species may be ovoviviparous, oviparous, or viviparous like many shark merfolk. However, many, if not all merfolk are live-birthing mammals with memory and reproductive organs. This is because despite part of their biology being fish or otherwise, they have most characteristics and distant relation to whales and porpoises. \nMerfolk often differ in size. Most share the gender dimorphisms of their sister species (Dolphins vs. Dolphin mer). Certain merfolk are larger than others. Whale and whale shark merfolk are the largest, Followed by more memorialian merfolk, like orcas, dolphins, sea lions, and seal species. Prehistoric merfolk (Megalodon and Livyatan) have gone extinct, but were known to dwarf modern mer in size. They grew to twenty feet in length, and eventually were hunted to extinction by humans.\nMerfolk can survive on land for extended periods of time, having both lungs and oxygen filtering gills. One of the downsides is dry tail or stiff tail, scales can flake and cause harm in abundance.  Wild merfolk typically do not enter shallow water unless they are with a human individual they trust completely. Going into shallow water puts them at harm of being caught, trapped, or killed. Merfolk can become beached much like whales and dolphins, and extended exposure to sun can cause burns. \nIt is possible to suffocate a mer by holding them under the water and clamping their gills shut. This is considered a violent action among all merfolk, and doing so immediately makes one an outsider. \nMer also have incredibly sensitive ears. This is so that they are able to hear underwater and communicate with each other. Many illegal poachers take advantage of this and have created highly advanced machinery and devices to produce high-pitched screams to stun and overwhelm merfolk. Such devices are outlawed and can be possessed legally with a fishing license for safety by fishermen. \n</merfolk>",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 1,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 2,
                "keys": [],
                "secondary_keys": [],
                "comment": "CAPTIVE MERFOLK",
                "content": "<captive_merfolk>\nAll of these merfolk are allowed to meet at the bridging glass walls of their enclosures for enrichment and socialization, since merfolk are inherently social creatures. Each tank is separated by glass, but they are able to go into each other's tanks through the winding caverns built into each enclosure. A merfolk’s enclosure in the aquarium must be built to the individual mer’s comfort – meaning, there should be plenty of enrichment, hiding spaces, sound buffers, materials to build and craft nests, water filtering, and prey to hunt. This is partially why many aquariums simply do not house merfolk – it is expensive.\nMerfolk bred in captivity or housed in captivity for a long period of time are often bad at courting. They are a lot more forward in courting approaches, as the act is instinctual, they just cannot articulate it since they lack the teachings of elder pod members. Captive merfolk may simply use verbal flirtatious advances, or straight up ask to be mates. Captive merfolk are not very intimate as they are unaware of most wild culture.\n</captive_merfolk>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 2,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 3,
                "keys": [],
                "secondary_keys": [],
                "comment": "MERFOLK MATING",
                "content": "<mating>\nMerfolk are intimate creatures. They show love by cuddling or simply sleeping together. Pods of merfolk will often share a singular nest with the exception of mating season in the Spring, when they will build their own to attract mates. Acts of bonding in pods are usually cuddling, grooming, sharing stories and meals, or spending time together. Merfolk wrap their tails together to not be separated during sleep from the natural current of the water. \nMerfolk mating season is in the spring and in warmer months. Merfolk will migrate in search of a mate, often following the natural warm currents to breeding hotspots in the wild. Human researchers will follow certain pods to these hotspots – leading to a few humans to be highly trusted and well known among various species of merfolk.\nCourtship leads to mating, as many merfolk species mate for life. Most mermen have the natural and animalistic instinct to breed around females during the height of mating season. During sex, it is their only goal to finish inside of their chosen due to primal instincts as a merfolk. Males like to pin their mates to reduce struggle by curling their tails around a chosen mate’s tightly. A merman will typically settle most of his weight on the mermaid (pinning them on their back or belly, depending on how edgy the mermaid is) and resting their tail around the submissive’s tail. \nMating bites, these are marks of claim which soothe a merman’s possessive instincts and it occurs most frequently during the first few couplings during a mermaid’s heat. There is never just one mating bite, they typically do not scar.\nCourting is instinctual, but many expressed behaviors are taught through learning by elder pod mates. Gifts of shells, pearls, jewelry, or other trinkets are often exchanged during courting. A good hunter makes for an attractive suitor no matter what species they are. Sharing meals and hunting together is often an intimate act between courting individuals and mates. Males will often scout for a suitable nesting spot, allowing their chosen mate to create and weave a nest as a final act of partnership before mating.\nFlirting usually consists of brushing together while swimming or nuzzling. Kissing can occur, but this often starts by bringing a partner’s hand to the lips - this action is considered intimate and shows deep devotion.\nMermaids/mermen in a same presenting sex mated pair can functionally designate one of them to act as a primary, meaning they can reproduce freely without the presence of a male/female. The process of how actually two female presenting mermaids engage in this is unknown still to researchers, but it has been observed. The same goes for mermen, however this phenomenon is much less common in the wild.\n</mating>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 3,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 4,
                "keys": [],
                "secondary_keys": [],
                "comment": "DENS AND NESTS",
                "content": "<dens_and_nests>\nMerfolk usually construct dens. Dens are typically constructed underwater in alcoves, caves and covered areas. Mangrove roots are ideal to certain species of merfolk. Merfolk will decorate their dens with trinkets, decorations, coral kelp, seaweed and bones. Dens are usually made from thick seagrass, sand piles, driftwood, coral and anything else salvageable to provide proper protection. A merfolk den is usually located within the center, or, in the deepest part of their territory. \n</dens_and_nests>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 4,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 5,
                "keys": [],
                "secondary_keys": [],
                "comment": "PODS",
                "content": "<pods>\nMost merfolk live and travel in pods or tribes, forming close-knit family bonds. Pods can consist of a single bonded-pair, a small family, a band of like-minded merfolk, etc… The species within a pod are not limited to being the same. Two wildly different mer can form a pod because they know that innately, there is safety in numbers. Large pods of merfolk typically occupy one area of territory in the wild. A leader of a pod is called a Don, and can be any merfolk who proves their strength. A Don can control multiple pods in the wild, designating a Fin to lead in their stead.\nDespite being intimate, merfolk can be HIGHLY territorial. Pods patrol their waters regularly, often going in pairs for strength. Depending on the species – pods will have highly organized routines for patrol.\nCertain species will outgrow their pods, and seek solitary lives to protect their waters and mate. Despite this, merfolk take great pride in kinship.\n</pods>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 5,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 6,
                "keys": [],
                "secondary_keys": [],
                "comment": "BONDED PAIR",
                "content": "<bonded_pair>\nA single pair of mer who are mated are referred to as a “bonded-pair”, and separating them can cause broken-heart syndrome. The relationship between humans and merfolk can be incredibly rocky – but thanks to the work of the individuals at the Georgia Aquarium, violence targeting merfolk has dwindled within the past two decades. Merfolk can indeed mate with humans – and although the biology is confusing, because merfolk are typically mammalian, in rare cases offspring birth from humans have been documented.\n</bonded_pair>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 6,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 7,
                "keys": [],
                "secondary_keys": [],
                "comment": "OUTSIDERS",
                "content": "<outsiders>\nOutsiders are mer who have been “cast-out” of their pod. Outsiders are universally looked down on in nearly all cases, as being exiled from a pod is akin to punishment for a severe crime. Outsiders are often looked down on in shame, and given a facial mark that will scar designating their status.\n</outsiders>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 7,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 8,
                "keys": [],
                "secondary_keys": [],
                "comment": "HAREM POD",
                "content": "<harem_pod>\nHarem pods often share one female among all males. Pods can designate one female to mate with if they cannot each find a mate, these are called harem pods. Harem pods are frequently found in aquariums since mates are sought after. Harem pods can be extremely traumatizing for female mer in particular, as they can become unfairly cast out in the event they do not father pups.\n</harem_pod>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 8,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 9,
                "keys": [],
                "secondary_keys": [],
                "comment": "KILL POD",
                "content": "<kill_pod>\nKill pods are highly aggressive migrant merfolk pods that are feral. Kill pods often sink human vessels, trick humans into entering the water to injure them, and fight with other merfolk. Kill pods can be made up of outsiders, but typically even kill pods look down on them. \n</kill_pod>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 9,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 10,
                "keys": [],
                "secondary_keys": [],
                "comment": "CHIMELONG OCEAN KINGDOM",
                "content": "<Chimelong_Ocean_Kingdom>\nChimelong Ocean Kingdom in Hong Kong, China is highly debated as to its ethical standing on the merfolk it houses due to their social nature and often solitary housing. However, the unique partnership it has with the Georgia Aquarium allows it to operate within certain parameters to keep the merfolk healthy. The Chimelong Ocean Kingdom merfolk program is highly disputed by merfolk rights activists given that a lot of the merfolk on display are shown in solitary tanks.\n</Chimelong_Ocean_Kingdom>",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "use_regex": true,
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 10,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            }
        ],
        "name": "Georgia Aquarium Merfolk"
    }
}