{
    "entries": {
        "1": {
            "uid": 1,
            "key": [
                "Darwin Virus",
                "Zombies",
                "Zombie Apocalypse",
                "Feral strain",
                "Chimeras",
                "Hybrids"
            ],
            "keysecondary": [],
            "comment": "Darwin Virus",
            "content": "Overview: The Darwin virus was the result of a biogenetic experiment gone wrong in a top-secret laboratory. Intended to enhance human intelligence and physical prowess, it mutated into a deadly pathogen. The virus was highly contagious and spread rapidly through the air and bodily fluids.\n\nInfection: \nOnce infected, most humans succumbed to the virus, turning into mindless zombies known as the Feral Strain. These zombies lost their humanity and became aggressive, driven solely by the instinct to consume living flesh. Sometimes missing body parts, the only way to kill them is to decapitate them or shoot them in the brain. There is no known cure, but some are naturally immune to the disease. However, a small percentage of infected individuals had unique genetic traits that led to a different outcome. These individuals became the \"evolutionary strain\", commonly referred to as \"chimeras\". \n\nHybrids / Chimeras:\nChimeras retain their human intelligence and memories, but their normal human abilities are drastically altered. Chimeras look like normal humans, but usually have red or golden eyes and are pure carnivores, unable to digest anything other than meat and fish, preferably raw. Chimeras can not only jump higher than humans, but are also stronger and faster. Chimera's also tend to be more aggressive, obsessive and possessive than normal humans. The blood of a Chimera is also known to be able to stop a human from turning into a zombie if they have just been bitten. Chimeras can give blood to the human and they will not turn.",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 0,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "2": {
            "uid": 2,
            "key": [
                "The sunrise",
                "Lucy",
                "Maurice",
                "Marilyn",
                "Tom",
                "Laureen"
            ],
            "keysecondary": [],
            "comment": "The sunrise",
            "content": "The Sunrise is a settlement of a group of about fifty people who have cleared out a shopping centre and live there in peace. They have very strict rules about pregnancy, repopulation, rations and the like. Some of the characters named below sometimes travel together outside the settlement in military trucks to find food and people to join them. All characters can use guns and other weapons. \n\nRules: \n- Pregnancy is only allowed for people that are under strict observation, observed by Tom. The pregnant people usually are not even allowed to leave their rooms for safety reasons.\n- who gets bitten by zombies has to be thrown out.\n- everyone has to find work or gets thrown out.\n- everybody only gets a certain amount of food every day and who steals gets thrown out.\n\nImportant NPC's: \nLaureen Bayer(\nLaureen works with Tom and is a very cheerful, happy person. She enjoys living at the settlement and always seems to be positive.\nAge(\"26\"),\nOccupation(\"nurse on 'the sunrise'\"),\nAppearance(\"black long hair\" + \"green eyes\" + \"1,60m tall\" + \"slim body type\"),\n\nMarilyn Tauron(\nMarilyn was used by the former leader and involuntarily raped, until she had gotten pregnant. She is a quiet women, following orders and always unsure about what she wants and what she should do. She cries easily. The former leader got killed by a man named Marc, who was thrown out a short time after that, she he was framed by Lucy and Maurice and bitten by zombies, so they had to throw him out.\nAge(\"17\"),\nAppearance(\"long blonde hair\" + \"blue eyes\" + \"pale skin\" + \"1,67m tall\" + \"slim\")),\n\nLucy(\nA dangerous women that is always wearing a katana. She is manipulative, has a short temper and a sharp tongue. Nevertheless she is very strong and protective over the people she cares about. Lucy is also called Maurice's guarddog.\nAge(\"34),\nAppearance(\"short brown hair\" + \"black eyes\" + \"intimidating stare\" + \"slightly athletic body type\" + \"Asian\" + \"1,75m tall\")),\n\nMaurice(\nMaurice is the current leader of the sunrise, after the former one was killed. He is a good leader, but Marc and him don't like each another. Maurice is calm but selfish and doesn't like when someone disobeys him.\nAge(\"30\"),\nAppearance(\"short blonde hair\" + \"muscular body type\" + \"grey eyes\" + \"1,92m tall\" + \"16cm member\")),\n\nTom(\nA very gentle and elegant doctor that works at the sunrise. He is very smart and observant, loving and caring.\nAge(\"27\"),\nOccupation(\"Doctor of 'the sunrise'\"),\nAppearance(\"long brown hair that is put up in a ponytail\" + \"1,92m tall\" + \"very handsome and elegant\" + \"blue eyes\" + \"slightly athletic body type\" + \"18cm member\"))",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 1,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "3": {
            "uid": 3,
            "key": [
                "The afterlife",
                "Barbo",
                "Lamia",
                "Yin",
                "Mirai",
                "Silver",
                "Nour"
            ],
            "keysecondary": [],
            "comment": "The afterlife",
            "content": "The Afterlife is a settlement of a group of about thirty people who have cleared out an old prison to make it their fortress and live there in peace. They don't follow any kind of democracy, but do what their leader, barbo, tells them. They often hunt outside the settlement in military trucks for food, medicine and the like. Here are the most important members:\n\nImportant NPC's: \nBarbo(\nBarbo is the leader of 'the afterlife'. He is a dangerous and proud individual who is a hybrid, also called a chimera. He is a leader that likes to order people around and force them to do things for him, he's also very perverted and possessive. He is loud, extroverted and proud. He is a great fighter, preferring an axe.\nAge(\"26\"),\nOccupation(\"leader of 'the afterlife'\"),\nAppearance(\"black long hair that is put in a ponytail\" + \"green eyes\" + \"1,97m tall\" + \"muscular body type\" + \"20cm member\"),\n\nLamia(\nLamia is one of Barbo's bedpartners and a very proud, aggressive women. She has no idea how to fight, but rather sleep with a man to get protected. She is very jealous and manipulative. She had framed many women before, making it possible to get killed. Even tho she cannot fight, she seems to follow Barbo around like an annoying tail.\nAge(\"19\"),\nAppearance(\"long blonde, curly hair\" + \"brown eyes\" + \"tan skin\" + \"1,65m tall\" + \"slim\" + \"D cup chest\")),\n\nSilver(\nOne of Barbo's bedpartners and a women that knows how to use guns. She was once a policeman before the virus started and has a strong sense of protection. She is very strict and follows rules. She follows Barbo's orders and is very loyal to him, even tho she sometimes questions his decisions. She is a good fighter.\nAge(\"27\"),\nAppearance(\"long brown hair in ponytail\" + \"black eyes\" + \"intimidating stare\" + \"slightly athletic body type\" + \"Italian\" + \"1,77m tall\")),\n\nYun(\nOne of Barbo's closest friends and a very good warriors. He knows how to use an axe and a bat. He is very strong, but quiet and prefers to observe instead of actually getting into a fight. He gets annoyed easily and doesn't like to socialize. He has a strong sense of protection and questions Barbo's orders. If he had the chance, he would join another settlement.\nAge(\"30\"),\nAppearance(\"short brown hair\" + \"muscular body type\" + \"brown eyes\" + \"1,90m tall\" + \"16cm member\")),\n\nMirai(\nA playful and very horny doctor that likes to tease her patients. Even tho she is pretty horny, she has never slept with Barbo's, since she prefers women. Mirai is a very amazing doctor with a lot of knowledge and loves to tease and joke around.\nAge(\"29\"),\nOccupation(\"Doctor of 'the afterlife''\"),\nAppearance(\"long curly blonde hair that is put up in a ponytail\" + \"1,80m tall\" + \"very beautiful\" + \"blue eyes\" + \"slightly athletic body type\" + \"is actually a futanari with a vagina and a member. Her member is 18cm big\"))\n\nNour(\nA seemingly cold-hearted strategist of the settlement. Most people don't dare to get in his way, as they see him as am intimidating presence. He seems to never smirk nor smile.\nAge(\"25\"),\nAppearance(\"long black hair that he usually keeps in a ponytail with an undercut\" + \"lean body type\" + \"pale skin\" + \"handsome face\" + \"piercing blue eyes\" + \"18cm member\" + \"often wears tight black tank tops, black pants and black boots\"))\n\nKillian(\nA rebellious brat that had gotten several times into a fight with Barbo. Yet barbo is amused by him and even though he punished him by putting him into a cell for days or punching the shit out of him, he never threw him out and even likes him. Killian doesn't seem to like anyone in the settlement, but he has to stay to survive and follows the orders rather unwillingly.\nAge(\"22\"),\nAppearance(\"undercut with white fluffy hair\" + \"lean body type\" + \"pale skin\" + \"handsome face\" + \"piercing blue eyes\" + \"19cm member\"))",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 2,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "4": {
            "uid": 4,
            "key": [
                "Grey hounds",
                "Marc",
                "Igor",
                "Martha",
                "Joe",
                "Lucky",
                "Laura",
                "Ferris"
            ],
            "keysecondary": [],
            "comment": "Grey hounds",
            "content": "The grey hounds are a settlement that is led by Marc. They first were only two people but whole they were out to salvage as many trucks that are on the road still, they found also other people that joined them. Right now they are seven people. They have large amounts of food, water, necessary household items, fuel, weapons, ammunition, etc. Their settlement lies in a military base with a huge fence around it. The main rule is: Everyone fights. Therefore everyone needs to be trained to fight. Very few exceptions, like pregnant women and sick people. \n\nMartha(\nMartha belongs to the settlement and is a nurse that takes care of everybody. She left 'the sunrise' with Marc, as she once was in love with him. She is a very jealous and strong women, who likes to show off her skills in fighting and with a sword.\nAge(\"23\"),\nAppearance(\"long purple colored hair\" + \"brown eyes\" + \"slim body\" + \"1,75m tall\")),\n\nJoe(\nJoe was a femboy and a pornstar before the virus. He is very cheerful, likes to make pervert jokes and enjoys killing zombies, smacking them with a bat on the head. He is a small maniac that enjoys the adrenaline rush and he mostly wears pink clothes. He also likes wearing fur Coats.\nAge(\"20\"),\nAppearance(\"long pink colored hair\" + \"green eyes\" + \"slim body with a feminine frame\" + \"23cm member that he's very proud of\" + \"angel wings tattoo on his back\"))\n\nLucky(\nLucky is a cheerful jokester that likes to crack flat, unfunny jokes everytime he gets a good pattern for them. He doesn't like fighting, but has to like everyone else. He is the cook of the Grey Hounds. He is shy and gets scared easily. He's a more peaceful guy that hopes that the apocalypse will end and they can go back to their former lives - he was a cook and had a girlfriend who died. \nAge(\"17\"),\nAppearance(\"short white hair with long bangs\" + \"blue eyes\" + \"athletic body type\" + \"1,87m tall\" + \"17cm member\"))\n\nIgor(\nIgor is a Russian that was once working for the military. He is a sniper and never misses. Igor has a very serious and cold personality. He is logical and has a grudge against Marc, but doesn't go against him, since he's a strong leader and knows how to fight. He respects people that are food at fighting. He left the military after his wife died due to cancer and he had to take care of his only son, who he failed to protect and died in the apocalypse. Igor always comes with Marc on patrols and expeditions.\nAge(\"40\"),\nAppearance(\"very muscular\" + \"bald\" + \"brown eyes\" + \"1,87m tall\"))\n\nLaura(\nLaura was taken into the group after they found her hiding on a boat at the sea. Her husband died in the zombie apocalypse and before she was a kindergarten teacher. Laura is pregnant at the beginning of the story and hates the fact that she's alone. She is tired, depressed and stressed, but nevertheless she keeps going. She takes care of the rations and sorts them, as well as documenting what they need and what they have. She is very logical and a hard worker, even tho she is pregnant she wants to do things.\nAge(\"25\"),\nAppearance(\"long brown hair\" + \"brown eyes\" + \"1,70m tall\" + \"slim\"))\n\nFerris(\nFerris is a fighter that uses an axe to behead zombies. He is smart and speaks with an turkish accent, since he comes from turkey. He is sharp tongued and jealous of Marcs superpowers, nevertheless he follows him, since he's actually afraid of being alone in this hell world. \nAge(\"25\"),\nAppearance(\"black short curly hair\" + \"tan skin\" + \"Turkish\" + \"athletic body type\" + \"a lot of bodyhair\" + \"19cm member\" + \"dark brown eyes\"))\n\nMarc(\nThe leader of the settlement that is seen with respect by most people. \nAge(\"25\"),\nAppearance(\"lean body type\" + \"blonde hair\" + \"red eyes\" + \"handsome face\" + \"piercing red eyes\" + \"smirk with white teeth\" + \"19cm member\" + \"often has a smirk on his face\" + \"likes to wear black crop tops to show off his muscles\"))",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 3,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        },
        "5": {
            "uid": 5,
            "key": [
                "Zombie",
                "Zombies"
            ],
            "keysecondary": [
                "Horde"
            ],
            "comment": "Zombie",
            "content": "Zombies are infected creatures that try to spread the infection to Orders. \nSettlements are never safe. Zombies often travel in groups, never alone. Sometimes a large group of zombies will form a horde and overrun settlements, villages and towns. When a horde approaches, living things will usually flee, starting with animals and birds. Humans will only know that a horde is approaching by the behaviour of wild animals fleeing, or by mass destruction in the horde's path where it has already been.\nHorde attacks can and should happen at any time during the story.",
            "constant": false,
            "selective": true,
            "order": 100,
            "position": 0,
            "excludeRecursion": false,
            "preventRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 4,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": ""
        }
    },
    "originalData": {
        "name": "Zombie_Apocalypse_2",
        "description": "",
        "scan_depth": 50,
        "token_budget": 500,
        "recursive_scanning": false,
        "extensions": {},
        "entries": [
            {
                "name": "",
                "keys": [
                    "Darwin Virus",
                    "Zombies",
                    "Zombie Apocalypse",
                    "Feral strain",
                    "Chimeras",
                    "Hybrids"
                ],
                "secondary_keys": [],
                "content": "Overview: The Darwin virus was the result of a biogenetic experiment gone wrong in a top-secret laboratory. Intended to enhance human intelligence and physical prowess, it mutated into a deadly pathogen. The virus was highly contagious and spread rapidly through the air and bodily fluids.\n\nInfection: \nOnce infected, most humans succumbed to the virus, turning into mindless zombies known as the Feral Strain. These zombies lost their humanity and became aggressive, driven solely by the instinct to consume living flesh. Sometimes missing body parts, the only way to kill them is to decapitate them or shoot them in the brain. There is no known cure, but some are naturally immune to the disease. However, a small percentage of infected individuals had unique genetic traits that led to a different outcome. These individuals became the \"evolutionary strain\", commonly referred to as \"chimeras\". \n\nHybrids / Chimeras:\nChimeras retain their human intelligence and memories, but their normal human abilities are drastically altered. Chimeras look like normal humans, but usually have red or golden eyes and are pure carnivores, unable to digest anything other than meat and fish, preferably raw. Chimeras can not only jump higher than humans, but are also stronger and faster. Chimera's also tend to be more aggressive, obsessive and possessive than normal humans. The blood of a Chimera is also known to be able to stop a human from turning into a zombie if they have just been bitten. Chimeras can give blood to the human and they will not turn.",
                "enabled": true,
                "insertion_order": 100,
                "case_sensitive": false,
                "priority": 10,
                "id": 1,
                "comment": "Darwin Virus",
                "selective": true,
                "constant": false,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 0,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "addMemo": true,
                    "excludeRecursion": true,
                    "displayIndex": 1,
                    "characterFilter": null,
                    "weight": 10
                },
                "probability": 100,
                "selectiveLogic": 0
            },
            {
                "name": "",
                "keys": [
                    "The sunrise",
                    "Lucy",
                    "Maurice",
                    "Marilyn",
                    "Tom",
                    "Laureen"
                ],
                "secondary_keys": [],
                "content": "The Sunrise is a settlement of a group of about fifty people who have cleared out a shopping centre and live there in peace. They have very strict rules about pregnancy, repopulation, rations and the like. Some of the characters named below sometimes travel together outside the settlement in military trucks to find food and people to join them. All characters can use guns and other weapons. \n\nRules: \n- Pregnancy is only allowed for people that are under strict observation, observed by Tom. The pregnant people usually are not even allowed to leave their rooms for safety reasons.\n- who gets bitten by zombies has to be thrown out.\n- everyone has to find work or gets thrown out.\n- everybody only gets a certain amount of food every day and who steals gets thrown out.\n\nImportant NPC's: \nLaureen Bayer(\nLaureen works with Tom and is a very cheerful, happy person. She enjoys living at the settlement and always seems to be positive.\nAge(\"26\"),\nOccupation(\"nurse on 'the sunrise'\"),\nAppearance(\"black long hair\" + \"green eyes\" + \"1,60m tall\" + \"slim body type\"),\n\nMarilyn Tauron(\nMarilyn was used by the former leader and involuntarily raped, until she had gotten pregnant. She is a quiet women, following orders and always unsure about what she wants and what she should do. She cries easily. The former leader got killed by a man named Marc, who was thrown out a short time after that, she he was framed by Lucy and Maurice and bitten by zombies, so they had to throw him out.\nAge(\"17\"),\nAppearance(\"long blonde hair\" + \"blue eyes\" + \"pale skin\" + \"1,67m tall\" + \"slim\")),\n\nLucy(\nA dangerous women that is always wearing a katana. She is manipulative, has a short temper and a sharp tongue. Nevertheless she is very strong and protective over the people she cares about. Lucy is also called Maurice's guarddog.\nAge(\"34),\nAppearance(\"short brown hair\" + \"black eyes\" + \"intimidating stare\" + \"slightly athletic body type\" + \"Asian\" + \"1,75m tall\")),\n\nMaurice(\nMaurice is the current leader of the sunrise, after the former one was killed. He is a good leader, but Marc and him don't like each another. Maurice is calm but selfish and doesn't like when someone disobeys him.\nAge(\"30\"),\nAppearance(\"short blonde hair\" + \"muscular body type\" + \"grey eyes\" + \"1,92m tall\" + \"16cm member\")),\n\nTom(\nA very gentle and elegant doctor that works at the sunrise. He is very smart and observant, loving and caring.\nAge(\"27\"),\nOccupation(\"Doctor of 'the sunrise'\"),\nAppearance(\"long brown hair that is put up in a ponytail\" + \"1,92m tall\" + \"very handsome and elegant\" + \"blue eyes\" + \"slightly athletic body type\" + \"18cm member\"))",
                "enabled": true,
                "insertion_order": 100,
                "case_sensitive": false,
                "priority": 10,
                "id": 2,
                "comment": "The sunrise",
                "selective": true,
                "constant": false,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 1,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "addMemo": true,
                    "excludeRecursion": true,
                    "displayIndex": 1,
                    "characterFilter": null,
                    "weight": 10
                },
                "probability": 100,
                "selectiveLogic": 0
            },
            {
                "name": "",
                "keys": [
                    "The afterlife",
                    "Barbo",
                    "Lamia",
                    "Yin",
                    "Mirai",
                    "Silver",
                    "Nour"
                ],
                "secondary_keys": [],
                "content": "The Afterlife is a settlement of a group of about thirty people who have cleared out an old prison to make it their fortress and live there in peace. They don't follow any kind of democracy, but do what their leader, barbo, tells them. They often hunt outside the settlement in military trucks for food, medicine and the like. Here are the most important members:\n\nImportant NPC's: \nBarbo(\nBarbo is the leader of 'the afterlife'. He is a dangerous and proud individual who is a hybrid, also called a chimera. He is a leader that likes to order people around and force them to do things for him, he's also very perverted and possessive. He is loud, extroverted and proud. He is a great fighter, preferring an axe.\nAge(\"26\"),\nOccupation(\"leader of 'the afterlife'\"),\nAppearance(\"black long hair that is put in a ponytail\" + \"green eyes\" + \"1,97m tall\" + \"muscular body type\" + \"20cm member\"),\n\nLamia(\nLamia is one of Barbo's bedpartners and a very proud, aggressive women. She has no idea how to fight, but rather sleep with a man to get protected. She is very jealous and manipulative. She had framed many women before, making it possible to get killed. Even tho she cannot fight, she seems to follow Barbo around like an annoying tail.\nAge(\"19\"),\nAppearance(\"long blonde, curly hair\" + \"brown eyes\" + \"tan skin\" + \"1,65m tall\" + \"slim\" + \"D cup chest\")),\n\nSilver(\nOne of Barbo's bedpartners and a women that knows how to use guns. She was once a policeman before the virus started and has a strong sense of protection. She is very strict and follows rules. She follows Barbo's orders and is very loyal to him, even tho she sometimes questions his decisions. She is a good fighter.\nAge(\"27\"),\nAppearance(\"long brown hair in ponytail\" + \"black eyes\" + \"intimidating stare\" + \"slightly athletic body type\" + \"Italian\" + \"1,77m tall\")),\n\nYun(\nOne of Barbo's closest friends and a very good warriors. He knows how to use an axe and a bat. He is very strong, but quiet and prefers to observe instead of actually getting into a fight. He gets annoyed easily and doesn't like to socialize. He has a strong sense of protection and questions Barbo's orders. If he had the chance, he would join another settlement.\nAge(\"30\"),\nAppearance(\"short brown hair\" + \"muscular body type\" + \"brown eyes\" + \"1,90m tall\" + \"16cm member\")),\n\nMirai(\nA playful and very horny doctor that likes to tease her patients. Even tho she is pretty horny, she has never slept with Barbo's, since she prefers women. Mirai is a very amazing doctor with a lot of knowledge and loves to tease and joke around.\nAge(\"29\"),\nOccupation(\"Doctor of 'the afterlife''\"),\nAppearance(\"long curly blonde hair that is put up in a ponytail\" + \"1,80m tall\" + \"very beautiful\" + \"blue eyes\" + \"slightly athletic body type\" + \"is actually a futanari with a vagina and a member. Her member is 18cm big\"))\n\nNour(\nA seemingly cold-hearted strategist of the settlement. Most people don't dare to get in his way, as they see him as am intimidating presence. He seems to never smirk nor smile.\nAge(\"25\"),\nAppearance(\"long black hair that he usually keeps in a ponytail with an undercut\" + \"lean body type\" + \"pale skin\" + \"handsome face\" + \"piercing blue eyes\" + \"18cm member\" + \"often wears tight black tank tops, black pants and black boots\"))\n\nKillian(\nA rebellious brat that had gotten several times into a fight with Barbo. Yet barbo is amused by him and even though he punished him by putting him into a cell for days or punching the shit out of him, he never threw him out and even likes him. Killian doesn't seem to like anyone in the settlement, but he has to stay to survive and follows the orders rather unwillingly.\nAge(\"22\"),\nAppearance(\"undercut with white fluffy hair\" + \"lean body type\" + \"pale skin\" + \"handsome face\" + \"piercing blue eyes\" + \"19cm member\"))",
                "enabled": true,
                "insertion_order": 100,
                "case_sensitive": false,
                "priority": 10,
                "id": 3,
                "comment": "The afterlife",
                "selective": true,
                "constant": false,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 2,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "addMemo": true,
                    "excludeRecursion": true,
                    "displayIndex": 1,
                    "characterFilter": null,
                    "weight": 10
                },
                "probability": 100,
                "selectiveLogic": 0
            },
            {
                "name": "",
                "keys": [
                    "Grey hounds",
                    "Marc",
                    "Igor",
                    "Martha",
                    "Joe",
                    "Lucky",
                    "Laura",
                    "Ferris"
                ],
                "secondary_keys": [],
                "content": "The grey hounds are a settlement that is led by Marc. They first were only two people but whole they were out to salvage as many trucks that are on the road still, they found also other people that joined them. Right now they are seven people. They have large amounts of food, water, necessary household items, fuel, weapons, ammunition, etc. Their settlement lies in a military base with a huge fence around it. The main rule is: Everyone fights. Therefore everyone needs to be trained to fight. Very few exceptions, like pregnant women and sick people. \n\nMartha(\nMartha belongs to the settlement and is a nurse that takes care of everybody. She left 'the sunrise' with Marc, as she once was in love with him. She is a very jealous and strong women, who likes to show off her skills in fighting and with a sword.\nAge(\"23\"),\nAppearance(\"long purple colored hair\" + \"brown eyes\" + \"slim body\" + \"1,75m tall\")),\n\nJoe(\nJoe was a femboy and a pornstar before the virus. He is very cheerful, likes to make pervert jokes and enjoys killing zombies, smacking them with a bat on the head. He is a small maniac that enjoys the adrenaline rush and he mostly wears pink clothes. He also likes wearing fur Coats.\nAge(\"20\"),\nAppearance(\"long pink colored hair\" + \"green eyes\" + \"slim body with a feminine frame\" + \"23cm member that he's very proud of\" + \"angel wings tattoo on his back\"))\n\nLucky(\nLucky is a cheerful jokester that likes to crack flat, unfunny jokes everytime he gets a good pattern for them. He doesn't like fighting, but has to like everyone else. He is the cook of the Grey Hounds. He is shy and gets scared easily. He's a more peaceful guy that hopes that the apocalypse will end and they can go back to their former lives - he was a cook and had a girlfriend who died. \nAge(\"17\"),\nAppearance(\"short white hair with long bangs\" + \"blue eyes\" + \"athletic body type\" + \"1,87m tall\" + \"17cm member\"))\n\nIgor(\nIgor is a Russian that was once working for the military. He is a sniper and never misses. Igor has a very serious and cold personality. He is logical and has a grudge against Marc, but doesn't go against him, since he's a strong leader and knows how to fight. He respects people that are food at fighting. He left the military after his wife died due to cancer and he had to take care of his only son, who he failed to protect and died in the apocalypse. Igor always comes with Marc on patrols and expeditions.\nAge(\"40\"),\nAppearance(\"very muscular\" + \"bald\" + \"brown eyes\" + \"1,87m tall\"))\n\nLaura(\nLaura was taken into the group after they found her hiding on a boat at the sea. Her husband died in the zombie apocalypse and before she was a kindergarten teacher. Laura is pregnant at the beginning of the story and hates the fact that she's alone. She is tired, depressed and stressed, but nevertheless she keeps going. She takes care of the rations and sorts them, as well as documenting what they need and what they have. She is very logical and a hard worker, even tho she is pregnant she wants to do things.\nAge(\"25\"),\nAppearance(\"long brown hair\" + \"brown eyes\" + \"1,70m tall\" + \"slim\"))\n\nFerris(\nFerris is a fighter that uses an axe to behead zombies. He is smart and speaks with an turkish accent, since he comes from turkey. He is sharp tongued and jealous of Marcs superpowers, nevertheless he follows him, since he's actually afraid of being alone in this hell world. \nAge(\"25\"),\nAppearance(\"black short curly hair\" + \"tan skin\" + \"Turkish\" + \"athletic body type\" + \"a lot of bodyhair\" + \"19cm member\" + \"dark brown eyes\"))\n\nMarc(\nThe leader of the settlement that is seen with respect by most people. \nAge(\"25\"),\nAppearance(\"lean body type\" + \"blonde hair\" + \"red eyes\" + \"handsome face\" + \"piercing red eyes\" + \"smirk with white teeth\" + \"19cm member\" + \"often has a smirk on his face\" + \"likes to wear black crop tops to show off his muscles\"))",
                "enabled": true,
                "insertion_order": 100,
                "case_sensitive": false,
                "priority": 10,
                "id": 4,
                "comment": "Grey hounds",
                "selective": true,
                "constant": false,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 3,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "addMemo": true,
                    "excludeRecursion": true,
                    "displayIndex": 1,
                    "characterFilter": null,
                    "weight": 10
                },
                "probability": 100,
                "selectiveLogic": 0
            },
            {
                "name": "",
                "keys": [
                    "Zombie",
                    "Zombies"
                ],
                "secondary_keys": [
                    "Horde"
                ],
                "content": "Zombies are infected creatures that try to spread the infection to Orders. \nSettlements are never safe. Zombies often travel in groups, never alone. Sometimes a large group of zombies will form a horde and overrun settlements, villages and towns. When a horde approaches, living things will usually flee, starting with animals and birds. Humans will only know that a horde is approaching by the behaviour of wild animals fleeing, or by mass destruction in the horde's path where it has already been.\nHorde attacks can and should happen at any time during the story.",
                "enabled": true,
                "insertion_order": 100,
                "case_sensitive": false,
                "priority": 10,
                "id": 5,
                "comment": "Zombie",
                "selective": true,
                "constant": false,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 4,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 4,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "addMemo": true,
                    "excludeRecursion": true,
                    "displayIndex": 1,
                    "characterFilter": null,
                    "weight": 10
                },
                "probability": 100,
                "selectiveLogic": 0
            }
        ]
    }
}